Repository: Subhan120120/Foxoft
Catalog: Foxoft/Properties/Resources.*.resx
Languages: az

# Form_Image_GalleryItemCaption
source: Image
az: Şəkil

# Form_Image_OpenDialogTitle
source: Select images for Foxoft.
az: Foxoft üçün şəkil seçin.

# Common_File_ImageFilter
source: Images (*.BMP;*.JPG;*.GIF;*.PNG;*.TIFF)|*.BMP;*.JPG;*.GIF;*.PNG;*.TIFF
az: Şəkillər (*.BMP;*.JPG;*.GIF;*.PNG;*.TIFF)|*.BMP;*.JPG;*.GIF;*.PNG;*.TIFF

# Common_File_All
source: All files (*.*)|*.*
az: Bütün fayllar (*.*)|*.*

# Form_Input_Caption
source: Input
az: Miqdar Daxil Edin

# Form_Input_Label_Quantity
source: Quantity
az: Miqdar

# Common_Validation_InputRange
source: Value must be between 0 and {0}
az: Dəyər 0 ilə {0} arasında olmalıdır

# Form_InstallmentSale_Caption
source: Installment Sales
az: Kredit Satışları

# Form_InstallmentSale_RibbonPage_Main
source: Installment
az: Kredit

# Form_InstallmentSale_RibbonPage_Settings
source: Settings
az: Ayarlar

# Form_InstallmentSale_RibbonGroup_Operation
source: Operation
az: Əməliyyat

# Form_InstallmentSale_RibbonGroup_Design
source: Design
az: Dizayn

# Form_InstallmentSale_RibbonGroup_Query
source: Query
az: Sorğu

# Form_InstallmentSale_Button_GridOptions
source: Edit Design
az: Dizayn Düzəltmə

# Form_InstallmentSale_Button_QueryEdit
source: Edit Query
az: Sorğunu Dəyiş

# Form_InstallmentSale_Filter_Day
source: Last Day
az: Son Gün

# Form_InstallmentSale_Filter_Week
source: Last Week
az: Son Həftə

# Form_InstallmentSale_Filter_Month
source: Last Month
az: Son Ay

# Form_InstallmentSale_Message_InvoiceAlreadyOpen
source: Invoice is already open.
az: Qaimə açıqdır.

# Form_InstallmentSale_Message_DocumentNotFound
source: Document not found.
az: Belə bir sənəd yoxdur.

# FormInvoice_Save
source: Save
az: Yadda Saxla

# FormInvoice_SaveAndNew
source: Save and New
az: Yadda Saxla Yeni

# FormInvoice_SaveAndQuit
source: Save and Close
az: Yadda Saxla Bağla

# FormInvoice_Payment
source: Payment
az: Ödəmə

# FormInvoice_New
source: New
az: Yeni

# FormInvoice_ReportPreview
source: Invoice Preview
az: Faktura Görünüş

# FormInvoice_DeleteInvoice
source: Delete Invoice
az: Fakturanı Sil

# FormInvoice_PaymentDelete
source: Delete Payment
az: Ödəməni Sil

# FormInvoice_CopyInvoice
source: Copy Invoice
az: Kopyala

# FormInvoice_WhatsappSend
source: Send via Whatsapp
az: Whatsappdan Göndər

# FormInvoice_EditInvoice
source: Edit Invoice
az: Dəyiş

# FormInvoice_ExportToExcel
source: Export to Excel
az: Excel'ə Göndər

# FormInvoice_ImportFromExcel
source: Import from Excel
az: Excel'dən Al

# FormInvoice_FastPrint
source: Fast Print
az: Sürətli Çap Et

# FormInvoice_PrintSettingSave
source: Save Print Settings
az: Yadda Saxla

# FormInvoice_Pictures
source: Pictures
az: Şəkillər

# FormInvoice_InvoiceExpenses
source: Invoice Expenses
az: Xərclər

# FormInvoice_ShowPicture
source: Show Picture
az: Rəsim Göstər

# FormInvoice_ShowPrint
source: Show Printer
az: Printer Göstər

# FormInvoice_ShowCopy
source: Show Copy
az: Kopya Göstər

# FormInvoice_AddInstallmentGuarantor
source: Add Guarantor
az: Zamin Əlavə Et

# FormInvoice_InvoiceDiscount
source: Invoice Discount
az: Qaimə Endirimi

# FormInvoice_Salesman
source: Salesman
az: Satıcı

# FormInvoice_RibbonPage_Invoice
source: Invoice
az: Faktura

# FormInvoice_RibbonGroup_InvoiceOperations
source: Operations
az: Əməliyat

# FormInvoice_RibbonGroup_Payment
source: Payment
az: Ödəmə

# FormInvoice_RibbonGroup_Installment
source: Installment
az: Kredit

# FormInvoice_RibbonGroup_Control
source: Control
az: Nəzarət

# FormInvoice_RibbonGroup_Info
source: Info
az: Məlumat

# FormInvoice_RibbonGroup_Tools
source: Tools
az: Alətlər

# FormInvoice_RibbonPage_Settings
source: Settings
az: Ayarlar

# FormInvoice_RibbonGroup_Report
source: Report
az: Hesabat

# FormInvoice_RibbonGroup_PrintSettings
source: Print Settings
az: Print

# FormInvoice_PaidCashless
source: Cashless:
az: Nağdsız:

# FormInvoice_PaidCash
source: Cash:
az: Nağd:

# FormInvoice_PaidTotal
source: Paid:
az: Ödənilib:

# FormInvoice_InstallmentSum
source: Installment:
az: Kredit:

# FormInvoice_InstallmentCommissionSum
source: Commission:
az: Komissiya:

# FormInvoice_InstallmentTotalSum
source: Total Installment:
az: Toplam Kredit:

# FormInvoice_Group_InstallmentInfo
source: Installment
az: Kredit

# FormInvoice_Group_PaymentInfo
source: Payment
az: Ödəniş

# FormInvoice_Group_Installment
source: Installment
az: Kredit

# FormInvoice_InstallmentGuarantors
source: Guarantors
az: Zaminlər

# FormInvoice_InstallmentCommission
source: Commission
az: Komissiya

# FormInvoice_InstallmentGuarantor_CurrAccCode
source: Current Account Code
az: Cari Hesab Kodu

# Common_Confirm
source: Confirm
az: Təsdiqlə

# Form_Invoice_NoLines
source: There is no line.
az: Sətir yoxdur

# Form_Invoice_SerialNumberNotFound
source: Serial number not found.
az: Seriya nömrəsi tapılmadı.

# Form_Invoice_Expense
source: Expense
az: Xərc

# Form_Invoice_Product
source: Product
az: Məhsul

# Form_Invoice_EntityNotFoundOrDisabled
source: {0} not found or is disabled.
az: {0} tapılmadı və ya deaktiv edilib.

# Form_Invoice_ReturnOperationExists_CannotChangeProductCode
source: There is a return operation for this line. Product code cannot be changed.
az: Bu sətir üzrə geri qaytarma əməliyyatı mövcuddur. Məhsul kodu dəyişilə bilməz.

# Form_Invoice_HandOverOperationExists_CannotChangeProductCode
source: There is a delivery operation for this line. Product code cannot be changed.
az: Bu sətir üzrə təhvil-təslim əməliyyatı mövcuddur. Məhsul kodu dəyişilə bilməz.

# Form_Invoice_RelatedReturnLineExists_CannotChangeProductCode
source: There is a related return line. Product code cannot be changed.
az: Bu geri qaytarma üzrə əlaqəli sətir mövcuddur. Məhsul kodu dəyişilə bilməz.

# Form_Invoice_RelatedHandOverLineExists_CannotChangeProductCode
source: There is a related delivery line. Product code cannot be changed.
az: Bu təhvil-təslim üzrə əlaqəli sətir mövcuddur. Məhsul kodu dəyişilə bilməz.

# Form_Invoice_NoStockQuantity
source: There is not enough quantity in stock.
az: Stokda miqdar yoxdur.

# Form_Invoice_ReturnQtyLessThanExisting
source: There are {0} units of return operation in this line. Quantity cannot be less than this number.
az: Bu sətirdə {0} ədəd geri qaytarma əməliyyatı mövcuddur. Miqdar bu rəqəmdən az ola bilməz.

# Form_Invoice_ReturnQtyGreaterThanSale
source: This is a return of a product whose sale quantity is {0}. Quantity cannot be greater than this number.
az: Satışı {0} ədəd olan məhsulun geri qaytarmasıdır. Miqdar bu rəqəmdən çox ola bilməz.

# Form_Invoice_HandOverQtyLessThanDelivery
source: There are {0} units of delivery operation in this line. Quantity cannot be less than this number.
az: Bu sətirdə {0} ədəd təhvil-təslim əməliyyatı mövcuddur. Miqdar bu rəqəmdən az ola bilməz.

# Form_Invoice_HandOverQtyGreaterThanSale
source: This is a delivery of a product whose sale quantity is {0}. Quantity cannot be greater than this number.
az: Satışı {0} ədəd olan məhsulun təhvil-təslimidir. Miqdar bu rəqəmdən çox ola bilməz.

# Form_Invoice_CreditLimitExceeded
source: Customer credit limit is exceeded!
az: Müştəri kredit limitini aşır!

# Form_Invoice_SalesPersonNotFound
source: No such salesperson.
az: Belə bir satıcı yoxdur.

# Form_Invoice_WorkerNotFound
source: No such worker.
az: Belə bir usta yoxdur.

# Form_Invoice_NoInvoiceToDelete
source: There is no invoice to delete.
az: Silinməli olan faktura yoxdur.

# Form_Invoice_ProductHasReturn
source: There is a return for this product.
az: Bu məhsul üzrə geri qaytarma mövcuddur.

# Form_Invoice_ProductHasDelivery
source: There is a delivery for this product.
az: Bu məhsul üzrə təhvil mövcuddur.

# Form_Invoice_DeleteInvoiceQuestion
source: Do you want to delete the invoice?
az: Silmək istəyirsiniz?

# Form_Invoice_DeletePaymentsForInvoiceQuestion
source: Do you also want to delete payments for this invoice?
az: Qaimə üzrə olan ödənişləri də silirsiniz?

# Form_Invoice_DeleteExpensesForInvoiceQuestion
source: Do you also want to delete expenses for this invoice?
az: Qaimə üzrə olan xərcləri də silirsiniz?

# Form_Invoice_NoPermissionDeletePayment
source: You have no permission to delete payments!
az: Ödəniş silmək üçün yetkiniz yoxdur!

# Form_Invoice_NoPermissionDeleteExpense
source: You have no permission to delete expenses!
az: Xərci silmək üçün yetkiniz yoxdur!

# Form_Invoice_NoPermissionExpense
source: You have no permission for expenses!
az: Xərc üçün yetkiniz yoxdur!

# Form_Invoice_DeletePaymentsQuestion
source: Do you want to delete payments?
az: Ödənişləri silmək istəyirsiniz?

# Form_Invoice_PaymentIsZeroReturnToInvoice
source: Payment is equal to 0! Do you want to return to the invoice?
az: Ödəmə 0-a bərabərdir! Fakturaya qayıtmaq istəyirsiniz?

# Form_Invoice_RowDeleteQuestion
source: Delete row?
az: Sətir silinsin?

# Form_Invoice_GuarantorAlreadyAdded
source: This guarantor is already added.
az: Bu cari artıq əlavə olunub.

# Form_Invoice_Whatsapp_NumberNotEntered
source: Number is not entered.
az: Nömrə qeyd olunmayıb.

# Form_Invoice_Whatsapp_ProfileNotFound
source: Chrome profile '{0}' not found.
az: Chrome profil '{0}' tapılmadı.

# Form_Invoice_Whatsapp_FailedToOpenLink
source: Failed to open link: {0}
az: Link açılarkən xəta baş verdi: {0}

# Form_Invoice_NoSuchCurrAcc
source: Such customer does not exist.
az: Belə bir cari yoxdur.

# Form_Invoice_ReturnInvoiceExists_CurrAccCannotChange
source: There is a related return invoice. Current account code cannot be changed.
az: Bu geri qaytarma üzrə əlaqəli qaimə mövcuddur. Cari hesab kodu dəyişilə bilməz.

# Form_Invoice_HandOverInvoiceExists_CurrAccCannotChange
source: There is a related delivery invoice. Current account code cannot be changed.
az: Bu təhvil-təslim üzrə əlaqəli qaimə mövcuddur. Cari hesab kodu dəyişilə bilməz.

# Form_Invoice_PrinterError_1256795721
source: Error: 1256795721 {0}
az: Xəta: 1256795721 {0}

# Form_Invoice_DeleteGuarantorQuestion
source: Do you want to delete?
az: Silmək istəyirsiniz?

# Form_InvoiceHeaderList_Caption
source: Invoice List
az: Qaimə Siyahısı

# Form_InvoiceHeaderList_InvoiceIsOpen
source: Invoice is open.
az: Qaimə açıqdır.

# Form_InvoiceLineList_Caption
source: Invoice Lines
az: Qaimə Sətirləri

# Form_InvoiceLineList_Column_ProductCode
source: Product
az: Məhsul

# Form_InvoiceLineList_Column_ProductDesc
source: Product Name
az: Məhsul Adı

# Form_InvoiceLineList_Column_CurrencyCode
source: Currency
az: Valyuta

# Form_InvoiceLineList_Column_Price
source: Price
az: Qiymət

# Form_InvoiceLineList_Column_PriceLoc
source: Price (LCY)
az: Qiymət (YPV)

# Form_InvoiceLineList_Column_Qty
source: Quantity
az: Say

# Form_InvoiceLineList_Column_SerialNumberCode
source: Serial Number
az: Seria Nömrəsi

# Entity_InvoiceHeader_InvoiceHeaderId
source: Invoice Header Id
az: Faktura Id

# Form_InvoiceLineUndeliveredList_Caption
source: Undelivered Invoice Line List
az: Çatdırılmamış Sənəd Sətirləri

# Entity_InvoiceLine_Id
source: Invoiceline Id
az: Faktura Sətir İd

# Entity_InvoiceHeader_CurrAccCode
source: Curr. Acc. Code
az: Cari Hesab Kodu

# Form_Login_Caption
source: Login
az: Giriş

# Form_Login_ButtonERP
source: Back Office
az: Arxa Ofis

# Form_Login_RememberMe
source: Remember me
az: Məni xatırla

# Form_Login_ConnectionString
source: Connection
az: Əlaqə sətri

# Form_Login_LicenseInactive
source: License is not active!
az: Lisenziya aktiv deyil!

# Form_Login_LocalCurrencyNotSet
source: Local currency is not set.
az: Yerli pul vahidi təyin olunmayıb

# Form_Login_TerminalRequired
source: Terminal cannot be empty!
az: Terminal boş buraxıla bilməz!

# Form_Login_LicenseDateInvalid
source: License date is invalid: {0}
az: Lisenziya tarixi etibarsızdır: {0}

# Form_Login_LicenseInactiveDb
source: {0} license is not active!
az: {0} üçün lisenziya aktiv deyil!

# Form_Login_GetKey
source: Get Key
az: Açarı götür

# Common_UserName
source: User
az: İstifadəçi

# Common_Password
source: Password
az: Şifrə

# Common_Company
source: Company
az: Şirkət

# Common_Language
source: Language
az: Dil

# Common_DatabaseNotFound
source: Database does not exist.
az: Databaza mövcud deyil.

# Form_MoneyTransfer_Caption
source: Cash Register Transfer
az: Kassalar Arası Transfer

# Form_MoneyTransfer_RibbonPage_Main
source: Payment
az: Ödəmə

# Form_MoneyTransfer_RibbonGroup_Payment
source: Payment
az: Ödəmə

# Form_MoneyTransfer_Button_DeletePayment
source: Delete Payment
az: Ödənişi Sil

# Form_MoneyTransfer_Button_SaveAndClose
source: Save Close
az: Yadda Saxla Bağla

# Form_MoneyTransfer_Button_SendWhatsapp
source: Send to WhatsApp
az: WhatsApp-a Göndər

# Form_MoneyTransfer_Button_NewPayment
source: New Payment
az: Yeni Ödəniş

# Common_Info
source: Info
az: Məlumat

# Form_MoneyTransfer_Label_CurrAccBalanceBefore
source: Current Account Previous Balance:
az: Cari Hesab Əvvəlki Borc:

# Form_MoneyTransfer_Label_CurrAccBalanceAfter
source: Current Account Next Balance:
az: Cari Hesab Sonrakı Borc:

# Form_MoneyTransfer_Column_RunningTotal
source: Final Balance
az: Yekun Borc

# Form_MoneyTransfer_Column_RunningTotalBefore
source: Previous Balance
az: Əvvəlki Borc

# Form_MoneyTransfer_SaveError
source: The entered data is not valid! {0}
az: Daxil etdiyiniz məlumatlar əsaslı deyil! {0}

# Form_MoneyTransfer_NoPaymentToDelete
source: There is no payment to delete.
az: Silinməli olan ödəniş yoxdur.

# Form_MoneyTransfer_PaymentReceived
source: Payment received:
az: Ödəniş alındı:

# Form_MoneyTransfer_PaymentGiven
source: Payment made:
az: Ödəniş verildi:

# Form_MoneyTransfer_Balance
source: Balance:
az: Qalıq:

# Form_MoneyTransfer_PhoneNotDefined
source: Phone number is not specified.
az: Telefon nömrəsi qeyd olunmayıb.

# Form_MoneyTransfer_CurrAccNotDefined
source: Current account is not specified.
az: Cari hesab qeyd olunmayıb.

# Form_MoneyTransfer_NumberNotDefined
source: Number is not specified.
az: Nömrə qeyd olunmayıb.

# Form_Payment_Caption
source: Payment
az: Ödəmə

# Form_Payment_Group_Cash
source: Cash
az: Nağd

# Form_Payment_Label_Cash
source: Cash
az: Nağd

# Form_Payment_CashRegister
source: Cash Register Account
az: Kassa Hesabı

# Form_Payment_Currency
source: Currency
az: Valyuta

# Form_Payment_Group_Cashless
source: Cashless
az: Nağdsız

# Form_Payment_BankAccount
source: Bank Account
az: Bank Hesabı

# Form_Payment_PaymentMethod
source: Payment Method
az: Ödəmə Metodu

# Form_Payment_PaymentPlan
source: Payment Plan
az: Ödəmə Planı

# Form_Payment_Commission
source: Commission
az: Komissiya

# Form_Payment_Puan
source: Points
az: Puan

# Form_Payment_InputPad
source: Input Panel
az: Giriş Paneli

# Form_Payment_Button_Ok
source: Pay
az: Ödə

# Form_Payment_Date
source: Date
az: Tarix

# Form_Payment_CashRegisterNotFound
source: Such a cash register does not exist
az: Belə bir kassa yoxdur

# Form_Payment_CurrAccNotSelected
source: Customer account is not selected
az: Cari Hesab Seçilməyib

# Form_Payment_CurrAccIdentityMissing
source: Customer account has no identity document number
az: Cari Hesabın Şəxsiyyət Vəsiqəsinin Nömrəsi yoxdur

# Form_Payment_CurrAccPhoneMissing
source: Customer account has no phone number
az: Cari Hesabın Telefon Nömrəsi yoxdur

# Form_PaymentDetail_Caption
source: Payment
az: Ödəmə

# Form_PaymentDetail_RibbonPage_Main
source: Payment
az: Ödəmə

# Form_PaymentDetail_RibbonGroup_Payment
source: Payment
az: Ödəmə

# Form_PaymentDetail_RibbonGroup_Tools
source: Tools
az: Alət

# Form_PaymentDetail_RibbonGroup_Report
source: Report
az: Hesabat

# Form_PaymentDetail_RibbonGroup_Info
source: Info
az: Məlumat

# Form_PaymentDetail_RibbonGroup_Control
source: Control
az: Nəzarət

# Form_PaymentDetail_Button_DeletePayment
source: Delete Payment
az: Ödənişi Sil

# Form_PaymentDetail_Button_SaveAndClose
source: Save and Close
az: Yadda Saxla Bağla

# Form_PaymentDetail_Button_SendWhatsapp
source: Send to Whatsapp
az: Whatsappa Göndər

# Form_PaymentDetail_Button_NewPayment
source: New Payment
az: Yeni Ödəniş

# Form_PaymentDetail_Button_CopyPayment
source: Copy
az: Kopyala

# Form_PaymentDetail_Button_EditPayment
source: Edit
az: Dəyiş

# Form_PaymentDetail_Label_CurrAccBalanceBefore
source: Customer Previous Balance:
az: Cari Hesab Əvvəlki Borc:

# Form_PaymentDetail_Label_CurrAccBalanceAfter
source: Customer New Balance:
az: Cari Hesab Sonrakı Borc:

# Form_PaymentDetail_InvalidData
source: Entered data is not valid!
az: Daxil etdiyiniz məlumatlar əsaslı deyil!

# Form_PaymentDetail_NoPaymentToDelete
source: There is no payment to delete.
az: Silinməli olan ödəniş yoxdur.

# Form_PaymentDetail_PhoneNotFound
source: Phone number is not specified.
az: Nömrə qeyd olunmayıb.

# Form_PaymentDetail_PaymentReceived
source: Payment received:
az: Ödəniş alındı:

# Form_PaymentDetail_PaymentGiven
source: Payment given:
az: Ödəniş verildi:

# Form_PaymentDetail_BalanceText
source: Balance:
az: Qalıq:

# Form_PaymentDetail_CurrAccNotFound
source: Such a customer account does not exist.
az: Belə bir cari yoxdur

# Form_PaymentDetail_Info_Caption
source: Information
az: Məlumat

# Entity_TrInvoiceHeader_DocumentNumber
source: Invoice Number
az: Qaimə Nömrəsi

# Form_PaymentHeaderList_Caption
source: Payments
az: Ödəmələr

# Form_PaymentHeaderList_RibbonPage_Main
source: Payment
az: Ödəmə

# Form_PaymentHeaderList_RibbonGroup_Operation
source: Operation
az: Əməliyyat

# Form_PaymentHeaderList_Button_ReceivePayment
source: Receive Payment
az: Ödəniş Al

# Form_PaymentHeaderList_Button_MakePayment
source: Make Payment
az: Ödəniş Et

# Form_PaymentHeaderList_Button_ExportXlsx
source: Export to Excel
az: Excelə İxrac

# Form_PaymentLineList_Caption
source: Payment Line List
az: Ödəniş Sətirləri Siyahısı

# Form_PaymentLineList_RibbonPage_Main
source: Payments
az: Ödəmə

# Form_PaymentLineList_RibbonGroup_Operations
source: Operations
az: Əməliyyat

# Form_PaymentLineList_RibbonGroup_Control
source: Control
az: Nəzarət

# Form_PaymentLineList_Button_ReceivePayment
source: Receive Payment
az: Ödəniş Al

# Form_PaymentLineList_Button_MakePayment
source: Make Payment
az: Ödəniş Et

# Form_PaymentLineList_Button_Reload
source: Reload
az: Yenilə

# Form_PaymentLineList_Button_ExportXlsx
source: Export to Excel
az: Excelə İxrac

# Form_PaymentLineList_Message_InvoiceNumberButtonClick
source: Invoice link clicked.
az: Qaimə linki klikləndi.

# Form_PaymentLineList_Message_DocNumButtonClick
source: Payment document link clicked.
az: Ödəniş sənədi linki klikləndi.

# Form_POS_Caption
source: Point of Sale
az: POS

# Form_POS_Button_Sale
source: Sale
az: Satış

# Form_POS_Button_Return
source: Return
az: Geri Qaytarma

# Form_POS_Button_Expenses
source: Expenses
az: Xərclər

# Form_POS_Page_Sale
source: Sale
az: Satış

# Form_POS_Page_Return
source: Return
az: Geri Qaytarma

# Form_POS_Page_Expenses
source: Expenses
az: Xərclər

# Form_PosDiscount_Caption
source: Discount
az: Endirim

# Form_PosDiscount_Label_DiscountRate
source: Percent
az: Faiz

# Form_PosDiscount_Label_NetAmount
source: Net Amount
az: Tutar

# Form_PosDiscount_Validation_DiscountRateRange
source: Value must be between 0 and 100.
az: Dəyər 0 ilə 100 arasında olmalıdır

# Form_PosDiscount_Validation_NetAmountRange
source: Value must be between 0 and {0}.
az: Dəyər 0 ilə {0} arasında olmalıdır

# Form_PriceListDetail_Caption
source: Price List
az: Qiymət Siyahısı

# Form_PriceListDetail_RibbonPage_Main
source: Price List
az: Qiymət Siyahısı

# Form_PriceListDetail_RibbonGroup_PriceList
source: Price List
az: Qiymət Siyahısı

# Form_PriceListDetail_RibbonPage_Settings
source: Settings
az: Ayarlar

# Form_PriceListDetail_RibbonGroup_Info
source: Information
az: Məlumat

# Form_PriceListDetail_Button_DeletePriceList
source: Delete Price List
az: Qiymət Siyahısını Sil

# Form_PriceListDetail_Button_SaveAndClose
source: Save and Close
az: Yadda Saxla Bağla

# Form_PriceListDetail_Button_NewPriceList
source: New Price List
az: Yeni Qiymət Siyahısı

# Form_PriceListDetail_Button_ImportExcel
source: Import from Excel
az: Excel'dən Al

# Form_PriceListDetail_Button_ExportExcel
source: Export to Excel
az: Excel'ə Göndər

# Form_PriceListDetail_Message_DeletePriceListConfirm
source: Do you want to delete the price list?
az: Qiymət siyahısını silmək istəyirsiniz?

# Form_PriceListDetail_Message_NoPriceListToDelete
source: There is no price list to delete.
az: Silinməli qiymət siyahısı yoxdur.

# Form_PriceListDetail_Message_DeleteRowConfirm
source: Delete the row?
az: Sətir silinsin?

# Form_PriceListDetail_Message_InvalidData
source: Entered data is not valid!
az: Daxil etdiyiniz məlumatlar əsaslı deyil!

# Form_PriceListDetail_Message_ImportErrorCode
source: Error No: 256543
az: Xəta No: 256543

# Form_PriceListDetail_Message_ImportErrorCaption
source: Import error
az: Import xətası

# Form_PriceListDetail_Message_ValueNotFound
source: No value found for the following codes
az: Aşağıdakı kodlar üzrə dəyər tapılmadı

# Form_PriceListDetail_OpenFileDialog_Title
source: Select Excel file.
az: Excel faylı seçin.

# Form_PriceListHeaderList_Caption
source: Price Lists
az: Qiymət Siyahıları

# Form_Product_Caption
source: Product
az: Məhsul

# Form_Product_OpenFileDialog_Title
source: Select image for Foxoft.
az: Foxoft üçün şəkil seçin.

# Form_Product_Message_SaveImageError
source: Error code 154484: {0}
az: Xəta kodu 154484: {0}

# Form_Product_Message_FileDoesNotExist
source: File does not exist.
az: Fayl mövcud deyil.

# Form_Product_Message_NoGalleryImage
source: No image found in the selected gallery item.
az: Seçilmiş qalereya elementində şəkil tapılmadı.

# Form_Product_Message_DeleteFileError
source: Error deleting file: {0}
az: Fayl silinərkən xəta baş verdi: {0}

# Form_Product_Message_NoImageInClipboard
source: No image in the clipboard.
az: Mübadilə yaddaşında şəkil yoxdur.

# Form_Product_Message_ProductCodeExists
source: A product with this code already exists!
az: Bu kodda məhsul artıq mövcuddur!

# Form_Product_Validation_ProductNameExists
source: A product with this name already exists.
az: Bu adda məhsul mövcuddur.

# Form_ProductBarcode_Caption
source: Product barcodes
az: Məhsul barkodları

# Form_ProductBarcode_RibbonPage_Main
source: Barcode
az: Barkod

# Form_ProductBarcode_RibbonGroup_Manage
source: Manage
az: İdarə

# Form_ProductBarcode_Message_SaveError
source: The data you entered is not valid! {0}
az: Daxil etdiyiniz məlumatlar əsaslı deyil! {0}

# Form_ProductBarcode_Message_ProductSelectError
source: Error No: 252124269 {0}
az: Xəta No: 252124269 {0}

# Form_ProductBarcode_Validation_BarcodeExists
source: Such a barcode already exists.
az: Belə bir barkod var.

# Form_ProductFeature_Caption
source: Product Features
az: Məhsul Özəllikləri

# Common_Show
source: Show
az: Göstər

# Common_Search
source: Search...
az: Axtarın...

# Form_ProductList_Caption
source: Product List
az: Məhsul Siyahısı

# Form_ProductList_RibbonPage_Main
source: Product
az: Məhsul

# Form_ProductList_RibbonGroup_Manage
source: Manage
az: İdarə

# Form_ProductList_RibbonGroup_Tools
source: Tools
az: Alət

# Form_ProductList_RibbonGroup_Control
source: Control
az: Nəzarət

# Form_ProductList_RibbonGroup_Report
source: Report
az: Hesabat

# Form_ProductList_RibbonPage_Settings
source: Settings
az: Ayarlar

# Form_ProductList_RibbonGroup_FilterColumns
source: Filter columns
az: Filter sütunları

# Form_ProductList_FilterColumnsLabel
source: Filter columns
az: Filter sütunları

# Form_ProductList_FindPanelPrompt
source: Search...
az: Axtarın...

# Form_ProductList_Column_Image
source: Image
az: Şəkil

# Form_ProductList_Message_ProductNotSelected
source: No product selected.
az: Məhsul seçilməyib.

# Form_ProductList_Message_DeleteProductConfirm
source: Do you want to delete this product? {0}
az: Məhsulu silmək istəyirsiniz? {0}

# Form_ProductList_Message_DeleteBarcodeConfirm
source: Do you also want to delete its barcodes? {0}
az: Barkodları da silmək istəyirsiniz? {0}
