Repository: Subhan120120/Foxoft
Catalog: Foxoft/Properties/Resources.*.resx
Languages: az

# Form_ProductList_Message_NoProductToDelete
source: There is no product to delete.
az: Silinməli olan məhsul yoxdur.

# Form_ProductScales_Caption
source: Product scale settings
az: Məhsul tərəzi parametrləri

# Form_ProductScales_Button_Save
source: Save
az: Yadda saxla

# Form_ProductScales_CheckBox_UseInScale
source: Use on scale
az: Tərəzidə istifadə et

# Form_ProductScales_Validation_ScaleProductNumber_Integer
source: Enter a valid integer.
az: Ədəd daxil edin.

# Form_ProductScales_Validation_ScaleProductNumber_Duplicate
source: This code is already used. Please enter a unique number.
az: Bu kod istifadə olunub. Təkrarsız ədəd daxil edin.

# Form_ProductStaticPrice_Caption
source: Static Product Prices
az: Məhsul Sabit Qiymətləri

# Form_ReportEditor_Caption
source: Report editor
az: Hesabat redaktoru

# Form_ReportEditor_Tab_Main
source: Main
az: Əsas

# Form_ReportEditor_Label_SubQueries
source: Sub queries
az: Alt sorğular

# Form_ReportEditor_SubQuery_DefaultName
source: New subquery
az: Yeni alt sorğu

# Form_ReportEditor_SubQuery_DefaultText
source: -- SQL here
az: -- SQL buraya

# Form_ReportEditor_Message_DeleteRow
source: Delete row?
az: Sətir silinsin?

# Form_ReportEditor_Message_DeleteTab
source: Delete tab '{0}'?
az: "{0}" vərəqi silinsin?

# Form_ReportEditor_Message_CheckQueryErrorTitle
source: Foxoft Error Code: 1215451
az: Foxoft Xəta Kodu: 1215451

# Form_ReportFilter_Caption
source: Report Filter
az: Hesabat filtri

# Form_ReportFilter_RibbonPage_Report
source: Report
az: Hesabat

# Form_ReportFilter_RibbonGroup_ReportOperations
source: Operations
az: Əməliyyat

# Form_ReportFilter_RibbonGroup_Customization
source: Customization
az: Fərdiləşdirmə

# Form_ReportFilter_DesignFileLabel
source: Design file
az: Dizayn faylı

# Form_ReportFilter_ExcelDialogFilter
source: Excel Files (*.xls;*.xlsx)|*.xls;*.xlsx|All files (*.*)|*.*
az: Excel faylları (*.xls;*.xlsx)|*.xls;*.xlsx|Bütün fayllar (*.*)|*.*

# Form_ReportFilter_ExcelDialogTitle
source: Only values in the first column will be imported.
az: Yalnız ilk sütunda olan məlumatlar daxil edilir.

# Form_ReportFilter_Input_DesignName
source: Enter design name
az: Dizayn adını daxil edin

# Form_ReportFilter_Message_NoCustomizationSelected
source: Please select a customization to delete.
az: Silinməsi üçün dizayn seçin.

# Form_ReportFilter_Message_NoCustomizationSelectedTitle
source: No selection
az: Seçim yoxdur

# Form_ReportFilter_Error_OpenGridReport
source: Inter Error Code: 2565635 {0}
az: Inter Xəta Kodu: 2565635 {0}

# Form_ReportFilter_Button_CustomAdd
source: Add design
az: Dizayn əlavə et

# Form_ReportFilter_Button_CustomSave
source: Save design
az: Dizaynı yadda saxla

# Form_ReportFilter_Button_CustomDelete
source: Delete design
az: Dizaynı sil

# Form_ReportGrid_Caption
source: Report grid
az: Hesabat cədvəli

# Form_ReportGrid_Column_Image
source: Image
az: Şəkil

# Form_ReportGrid_Message_InvoiceIsOpen
source: The document is already open.
az: Qaimə artıq açıqdır.

# Form_ReportGrid_Message_OpenExportedFileQuestion
source: Do you want to open the exported file?
az: Yadda saxlanılan faylı açmaq istəyirsiniz?

# Form_ReportGrid_Menu_Expression
source: Expression
az: İfadə

# Form_ReportGrid_Menu_AddColumn
source: Add column
az: Kolon əlavə et

# Form_ReportGrid_Input_AddColumnTitle
source: Add column
az: Kolon əlavə et

# Form_ReportGrid_DefaultColumnNamePrefix
source: Column
az: Kolon

# Form_ReportGrid_Button_LayoutLoad
source: Load layout
az: Dizaynı yüklə

# Form_ReportGrid_Button_DesignClear
source: Reset layout
az: Dizaynı sıfırla

# Form_ReportGrid_Button_PrintPreview
source: Print preview
az: Çap görünüşü

# Form_ReportGrid_RibbonGroup_Export
source: Export
az: İxrac

# Common_Close
source: Close
az: Bağla

# Form_ReportGridOptions_Caption
source: Grid settings
az: Cədvəl parametrləri

# Form_ReportGridOptions_ReadOnly
source: Read only
az: Yalnız oxuma rejimi

# Form_ReportGridOptions_AllowRowSizing
source: Allow row sizing
az: Sətir ölçüsünü dəyişməyə icazə ver

# Form_ReportGridOptions_GroupFooterShowMode
source: Group footer show mode
az: Qrup alt cəmi görüntüsü

# Form_ReportGridOptions_Editable
source: Editable
az: Redaktə oluna bilər

# Form_ReportGridOptions_ShowFooter
source: Show footer
az: Alt cəmi göstər

# Form_ReportGridOptions_GroupFooter_Hidden
source: Hidden
az: Gizli

# Form_ReportGridOptions_GroupFooter_VisibleAlways
source: Visible always
az: Həmişə görünən

# Form_ReportGridOptions_GroupFooter_VisibleIfExpanded
source: Visible if expanded
az: Yalnız genişlənəndə görünən

# Form_ReportPreview_EditDesign
source: Edit Design
az: Dizaynı Dəyişdir

# Form_ReportPreview_CopyToClipboard
source: Copy to Clipboard
az: Kopyala

# Form_Return_Caption
source: Return
az: Geri Qaytarma

# Form_Store_Caption
source: Store
az: Mağaza

# Form_Store_Save
source: Save
az: Saxla

# Form_Store_Cancel
source: Cancel
az: İmtina et

# Form_Store_DesignFileFolder
source: Design file folder
az: Dizayn fayl qovluğu

# Form_Store_ImageFolder
source: Image folder
az: Şəkil qovluğu

# Form_Store_PrinterName
source: Printer name
az: Printer Adı

# Form_Store_DefaultUnitOfMeasure
source: Default unit of measure
az: Standart ölçü vahidi

# Form_Store_OfficeCode
source: Office code
az: Ofis kodu

# Form_Store_AccountCode
source: Account code
az: Hesab kodu

# Validation_Phone_ExistsInAnotherStore
source: This phone number is already used by another store
az: Bu nömrə başqa Mağazada mövcuddur.

# Form_WarehouseList_Caption
source: Warehouses
az: Depolar

# Form_WarehouseList_RibbonPage_Main
source: Warehouse
az: Depo

# Form_WarehouseList_RibbonGroup_Manage
source: Manage
az: İdarə

# Form_WarehouseList_RibbonGroup_Report
source: Report
az: Hesabat

# Form_WarehouseList_NoWarehouseToDelete
source: No warehouse to delete
az: Silinməli olan depo yoxdur

# Message_ServerConnectionError
source: Cannot connect to server. Connection string: {0} Error: {1}
az: Server ilə əlaqə qurula bilmir. Connection string: {0} Xəta: {1}

# Form_Splash_Status_Starting
source: Starting...
az: Başladılır...

# Form_Splash_Copyright
source: Copyright © 2021 Subhan Huseynzade
az: Copyright © 2021 Subhan Hüseynzadə

# Form_Expense_RowDeleteQuestion
source: Delete selected row?
az: Sətir silinsin?

# Form_Expense_ProductNotFound
source: No such product.
az: Belə bir məhsul yoxdur

# Entity_InvoiceLine_Barcode
source: Barcode
az: Barkod

# Form_RetailSale_ProductAddFailed
source: Product could not be added
az: Məhsul əlavə edilə bilmədi

# Form_RetailSale_NoStock
source: Not enough stock
az: Stokda miqdar yoxdur

# Form_RetailSale_DeleteQuestion
source: Are you sure you want to delete?
az: Silmək istədiyinizə əminmisiniz?

# Form_RetailSale_InvoiceEmpty
source: Invoice is empty
az: Faktura boşdur

# Form_RetailSale_DeleteLastLineNotAllowed
source: Cannot delete the last line. To delete, cancel the receipt!
az: Son Sətri Silmək Olmur. Silmək üçün çeki ləğv etməlisiniz!

# Form_RetailSale_SelectProduct
source: Select a product
az: Məhsul seçin

# Form_RetailSale_NoPermission
source: You do not have permission
az: Yetkiniz Yoxdur

# Form_RetailSale_PaymentZero
source: Payment amount is zero
az: Ödəmə 0a bərabərdir

# Form_RetailSale_SelectCustomer
source: Select a customer
az: Müştəri seçin

# Form_RetailSale_NoProduct
source: There is no product
az: Məhsul yoxdur

# Form_RetailSale_NoInvoiceToPrint
source: There is no invoice to print
az: Çap olunmaq üçün qaimə yoxdur

# Form_RetailSale_BarcodeNotFound
source: Barcode not found
az: Barkod Tapılmadı

# Form_RetailSale_Group_Invoice
source: Sale
az: Satış

# Form_RetailSale_Group_Function
source: Actions
az: Əməliyat

# Form_RetailSale_Group_Payment
source: Payment
az: Ödəmə

# Form_RetailSale_Group_Total
source: Total
az: Toplam

# Form_RetailSale_Group_Customer
source: Customer
az: Müştəri

# Form_RetailSale_Button_Product
source: Product
az: Məhsul

# Form_RetailSale_Button_LineDiscount
source: Line Discount
az: Sətir Endirimi

# Form_RetailSale_Button_CancelInvoice
source: Cancel Receipt
az: Çeki Ləğv Et

# Form_RetailSale_Button_DeleteLine
source: Delete Line
az: Sətri Sil

# Form_RetailSale_Button_SalesPerson
source: Salesperson
az: Satıcı

# Form_RetailSale_Button_PaymentCash
source: Cash
az: Nağd

# Form_RetailSale_Button_PaymentCashless
source: Cashless
az: Nağdsız

# Form_RetailSale_Button_Print
source: Print
az: Çap

# Form_RetailSale_Button_PrintPreview
source: Print Preview
az: Çap Görünüş

# Form_RetailSale_Button_ReportZ
source: End of Day
az: Gün Sonu

# Form_RetailSale_Button_New
source: New
az: Yeni

# Form_RetailSale_Button_IncompletedInvoices
source: Incomplete Invoices
az: Natamam fakturalar

# Form_RetailSale_Button_InvoiceDiscount
source: Invoice Discount
az: Qaimə Endirimi

# Form_RetailSale_Label_PaidCash
source: Cash:
az: Nağd:

# Form_RetailSale_Label_PaidCashless
source: Cashless:
az: Nağdsız:

# Form_RetailSale_Label_PaidTotal
source: Paid:
az: Ödənilib:

# Form_RetailSale_Label_PrintCount
source: Print count
az: Çap Sayı

# Form_Return_Group_ReturnInvoiceLine
source: Return
az: Geri Qaytarma

# Form_Return_Group_InvoiceHeader
source: Invoice
az: Faktura

# Form_Return_Group_InvoiceLine
source: Products
az: Məhsul

# Form_Return_Group_Payment
source: Payments
az: Ödəmə

# Form_Return_Label_InvoiceHeader
source: Invoice
az: Faktura

# Form_Return_Label_CurrAcc
source: Customer
az: Cari Hesab

# Form_Return_Message_NoQtyToReturn
source: There is no quantity left to return.
az: Geri qaytarıla biləcək miqdar yoxdur.

# Form_Return_Message_OpenInvoiceQuestion
source: Do you want to open the invoice?
az: Qaiməni açmaq istəyirsiniz?

# Form_Return_Caption_OpenInvoice
source: Open Invoice
az: Qaiməni Aç

# Form_Return_Message_PaymentIsZero
source: Payment amount equals 0.
az: Ödəmə 0-a bərabərdir.

# Form_Return_Message_InvoiceNotFound
source: Document not found.
az: Belə bir sənəd yoxdur.

# Form_Return_Message_CancelReturnQuestion
source: Cancel the return operation?
az: Geri qaytarma ləğv edilsin?

# Form_Return_Caption_Confirmation
source: Confirm
az: Təsdiqlə

# Form_WaitForm_Title
source: Loading
az: Yüklənir

# Form_WaitForm_Caption
source: Please wait
az: Gözləyin

# Form_WaitForm_Description
source: Loading...
az: Yüklənir...

# Form_StoreList_ReportNotFound
source: Embedded report 'Report_Embedded_StoreList' was not found in DcReports table.
az: 'Report_Embedded_StoreList' sorğusu DcReports cədvəlində tapılmadı.

# Form_StoreList_Message_NoStoreToDelete
source: There is no store to delete.
az: Silinməli olan mağaza yoxdur.

# Form_StoreList_Message_SelectStore
source: Please select a store.
az: Mağaza seçin.

# Form_Return_Col_Payment_Type
source: Payment Type
az: Ödəmə Tipi

# Form_Invoice_SumSameProducts
source: Sum Same Products
az: Eyni Məhsulları Birləşdir

# Form_ERP_ACE_InventoryTransferReturnCustom
source: Inventory Transfer Return Custom
az: Anbarlar Arası Transfer Qaytarılması

# Form_ERP_Count
source: Count
az: Sayım

# Form_ERP_ACE_InvertoryCount
source: Inventory Count
az: Məhsul Sayımı

# Form_Counting_CheckEdit_ResetUncountedProductBalance
source: Reset stock balance of uncounted products
az: Sayılmayan məhsulların qalığını sıfırla

# Form_Invoice_BBI_ApplyCountingStock
source: Apply Counting Stock
az: Stok Sayım Tətbiq Et

# Form_Counting_LUE_Warehouse_NullText
source: Select Warehouse
az: Anbar Seç

# Form_Counting_LUE_Store_NullText
source: Select Store
az: Mağaza Seç

# Entity_CountingVM_Difference
source: Diference
az: Fərq

# Entity_ReturnLineVM_DeliveredQty
source: Delivered Quantity
az: Tehvil Verilen Miqdar

# Form_RetailSale_LCG_Payment
source: Payment
az: Ödəmə

# UC_Return_Col_Return
source: Return
az: Qaytar

# Entity_BarcodeOperationHeader_Name
source: Name
az: Ad

# Entity_BarcodeOperationHeader_Id
source: Barcode OperationHeader Id
az: Id

# Entity_AppSetting_POSShowQuantityDialog
source: Show Quantity Dialog on POS
az: POSda Say Pəncərəsini Göstər

# Entity_AppSetting_POSShowSalesmanDialog
source: Show Salesman Dialog on POS
az: POSda Satıcı Pəncərəsini Göstər

# Entity_AppSetting_POSFindProductBy
source: Find Product By on POS
az: POSda məhsulu nəyə görə axtar

# Form_BarcodeOperations_Title
source: Barcode Operations
az: Barkod Əməliyyatları

# Form_BarcodeOperations_NewDocumentName
source: New
az: Yeni

# Form_BarcodeOperations_DeleteConfirm_NotSaved
source: This document is not saved yet. Discard it?
az: Bu sənəd hələ saxlanmayıb. Ləğv edilsin?

# Form_BarcodeOperations_DeleteConfirm_Title
source: Confirm
az: Təsdiq

# Form_BarcodeOperations_DeleteConfirm_Delete
source: Delete document #{0} ?\nAll lines will be deleted too.
az: {0} nömrəli sənəd silinsin?\nBütün sətirlər silinəcək.

# Form_BarcodeOperations_DeleteError
source: Delete Error
az: Silmə xətası

# Form_BarcodeOperations_SaveError
source: Save Error
az: Saxlama xətası

# Form_BarcodeOperations_ReportNotFound
source: Report query not found in database
az: Hesabat sorğusu bazada tapılmadı

# Form_BarcodeOperations_ExportFileName
source: Barcode Operations
az: Barkod Əməliyyatları

# Form_BarcodeOperations_Import_ProductNotFound
source: Product not found for this code
az: Bu kodda məhsul tapılmadı

# Form_RetailSale_SalesPersonNotExists
source: Sales person does not exist.
az: Satış təmsilçisi mövcud deyil.

# Entity_AppSetting_POSMergeSameProducts
source: Merge Same Products on POS
az: POSda Eyni Məhsulları Birləşdir

# Form_RetailSale_Button_AddBasket
source: Add Basket
az: Səbətə At

# Entity_AppSetting_OverpaymentMode
source: Overpayment Mode
az: Artıq Ödəniş Modu
