Repository: Subhan120120/Foxoft
Catalog: Foxoft/Properties/Resources.*.resx
Languages: az

# Common_QuitProgram
source: Quit Program
az: Proqramdan Çıx

# Common_Attention
source: Attention
az: Diqqət

# ERP_OpenFormError
source: {0} cannot be opened: {1}
az: {0} açıla bilmir: {1}

# Common_ErrorTitle
source: Error {0}
az: Xəta {0}

# ERP_NoMatchingCtor
source: No matching constructor found for {0}
az: {0} üçün uyğun konstruktor tapılmadı

# ERP_BBI_ActiveWindows
source: Active Windows
az: Aktiv Pəncərələr

# ERP_BBI_CloseWindows
source: Close Windows
az: Pəncərələri Bağla

# ERP_BBI_ChangeUser
source: Change User
az: İstifadəçini Dəyiş

# Common_MouseMode
source: Mouse Mode
az: Sıçan Modu

# Common_SensorMode
source: Sensor Mode
az: Sensor Modu

# ERP_BBI_ActiveUsers
source: Active Users
az: Aktiv İstifadəçilər

# ERP_ACE_Reports
source: Reports
az: Hesabatlar

# ERP_AddToFavorites
source: Add to Favorites
az: Sevimli Et

# ERP_RemoveFromFavorites
source: Remove from Favorites
az: Sevimlidən Çıxar

# ERP_RibbonPage_Home
source: Home
az: Ev

# ERP_RibbonPage_Control
source: Control
az: Nəzarət

# ERP_ACE_Favorites
source: Favorites
az: Sevimli

# ERP_ACE_Operations
source: Operations
az: Əməliyatlar

# ERP_ACE_Products
source: Product
az: Məhsul

# ERP_ACE_CurrAccs
source: Current Account
az: Cari Hesab

# ERP_CashRegs
source: Cash Register
az: Kassa

# ERP_ACE_RetailPurchaseInvoice
source: Retail Purchase Invoice
az: Alış Fakturası

# ERP_ACE_RetailSaleInvoice
source: Retailsale Invoice
az: Pərakəndə Satış Fakturası

# ERP_ACE_WholeSaleInvoice
source: Wholesale Invoice
az: Topdan Satış Fakturası

# ERP_ACE_InstallmentsaleInvoice
source: Installmentsale Invoice
az: Kredit Satış Fakturası

# ERP_ACE_RetailPurchaseReturn
source: Retail Purchase Return
az: Alışın Qaytarılması

# ERP_ACE_RetailSaleReturn
source: Retailsale Return
az: Pərak. Satış. Qaytarılması

# ERP_ACE_WholeSaleReturn
source: Wholesale Return
az: Topdan Satış. Qaytarılması

# ERP_ACE_InstallmentsaleReturn
source: Installmentsale Return
az: Kredit Satış. Qaytarılması

# ERP_ACE_RetailPurchaseReturnCustom
source: Purchase Return Custom
az: Alış. Xüsusi Qaytarılması

# ERP_ACE_RetailSaleReturnCustom
source: Retailsale Return Custom
az: Pərak. Satış. Xüsusi Qaytarılması

# ERP_ACE_WholeSaleReturnCustom
source: Wholesale Return Custom
az: Top. Sat. Xüsusi Qaytarılması

# ERP_ACE_InstallmentSaleReturnCustom
source: Installmentsale Return Custom
az: Kresit Satış. Xüsusi Qaytarılması

# ERP_ACE_InventoryTransfers
source: Inventory Transfer
az: Anbarlar Arası Transfer

# ERP_ACE_CashTransfers
source: Cash Transfer
az: Kassalar Arası Transfer

# ERP_ACE_Expenses
source: Expenses
az: Xərclər

# ERP_ACE_PaymentDetail
source: Payment Detail
az: Ödəniş Qəbzi

# ERP_ACE_InstallmentSales
source: Installment Sales
az: Kredit Satışlar

# ERP_ACE_InventoryCount
source: Inventory Count
az: Sayım

# ERP_ACE_CountInInvoice
source: Count In
az: Sayım Artırma

# ERP_ACE_CountOutInvoice
source: Count Out
az: Sayım Azaltma

# ERP_ACE_RetailPurchaseOrder
source: Retail Purchase Order
az: Alış Sifarişi

# ERP_ACE_RetailSaleOrder
source: Retailsale Order
az: Pərak. Satış Sifarişi

# ERP_ACE_Waybill
source: Waybill
az: Təhvil Təslim

# ERP_ACE_WaybillIn
source: Waybill In
az: Təhvil Alma

# ERP_ACE_WaybillOut
source: Waybill Out
az: Təhvil Vermə

# ERP_ACE_Invoices
source: Invoices
az: Fakturalar

# ERP_ACE_PriceList
source: Price List
az: Qiymət Siyahısı

# ERP_ACE_ProductDiscounts
source: Product Discounts
az: Endirimlər

# ERP_ACE_ProductFeatureType
source: Product Feature Type
az: Məhsul Özəllik Tipləri

# ERP_ACE_CurrAccFeatureType
source: CurrAcc Feature Type
az: Cari Hesab Özəllik Tipləri

# ERP_BSI_Reports
source: Report
az: Hesabat

# ERP_ACE_Parameters
source: Parameters
az: Parametr

# ERP_ACE_Users
source: Users
az: İstifadəçilər

# ERP_ACE_StoreList
source: Store List
az: Mağazalar

# ERP_ACE_AppSettings
source: App Settings
az: Tətbiq Parametrləri

# Login_POS
source: POS
az: Satış Nöqtəsi

# Common_Theme
source: Theme
az: Tema

# Common_InputMode
source: Input Mode
az: Giriş Modu

# Entity_AppSetting_OptimizeDatabaseIndexes
source: Optimize Database Indexes ({0}%)
az: Verilənlər bazası indekslərini optimallaşdırın ({0}%)

# Common_Save
source: Save
az: Yadda saxla

# Entity_AppSetting_AutoPrint
source: Auto Print
az: Avtomatik Çap

# Entity_AppSetting_PrinterName
source: Printer Name
az: Printer Adı

# Entity_AppSetting_UsePriceList
source: Use Price List
az: Qiymət Siyahısından istifadə et

# Entity_AppSetting_PrintCount
source: Print Count
az: Çap sayı

# Entity_AppSetting_PrintDesignPath
source: Print Design Path
az: Çap Dizayn Yolu

# Entity_AppSetting_LocalCurrencyCode
source: Local Currency Code
az: Yerli Valyuta Kodu

# Entity_AppSetting_WhatsappChromeProfileName
source: Whatsapp Chrome Profile Name
az: Whatsapp Chrome Profil Adı

# Entity_AppSetting_License
source: License
az: Lisenziya

# Entity_AppSetting_DueDate
source: Due Date
az: Son Tarix

# Entity_AppSetting_AutoSave
source: Auto Save
az: Avtomatik Yadda Saxla

# Entity_AppSetting_GridViewLayout
source: GridView Layout
az: GridView Quruluşu

# Entity_AppSetting_InvoiceEditGraceDays
source: Invoice Edit Grace Days
az: Faktura düzəliş limiti (gün)

# Entity_AppSetting_PaymentEditGraceDays
source: Payment Edit Grace Days
az: Ödəniş düzəliş limiti (gün)

# Entity_AppSetting_DefaultUnitOfMeasureId
source: Default Unit of MeasureId
az: Ölçü Vahidi ID

# Entity_AppSetting_UseScales
source: Use Scales
az: Tərəzi İstifadə Et

# Entity_AppSetting_UseBarcode
source: Use Barcode
az: Barkod İstifadə Et

# Entity_Base_CreatedUserName
source: Created User
az: Yaradan İstifadəçi

# Entity_Base_CreatedDate
source: Created Date
az: Yaradılma tarixi

# Entity_Base_LastUpdatedUserName
source: Last Updated User
az: Son Dəyişən İstifadəçi

# Entity_Base_LastUpdatedDate
source: Last Updated Date
az: Son Dəyişmə tarixi

# Validation_StringLength_Max
source: {0} cannot be longer than {1} characters
az: {0} {1} simvoldan çox ola bilməz

# Entity_BarcodeType
source: Barcode Type
az: Barkod Tipi

# Entity_BarcodeType_Code
source: Barcode Type Code
az: Barkod Tipi Kodu

# Entity_BarcodeType_Desc
source: Barcode Type Description
az: Barkod Tipi Açıqlaması

# Entity_BarcodeType_Default
source: Default Barcode Type
az: Default Barkod Tipi

# Validation_Required
source: {0} cannot be empty
az: {0} boş buraxıla bilməz

# Entity_Claim
source: Claim
az: Yetki

# Entity_Claim_Code
source: Claim Code
az: Yetki Kodu

# Entity_Claim_Desc
source: Claim Description
az: Yetki Açıqlaması

# Entity_Claim_TypeId
source: Claim Type
az: Yetki Tipi

# Entity_Claim_CategoryId
source: Claim Category
az: Yetki Kateqoriyası

# Entity_ClaimCategory
source: Category Hierarchy
az: Kateqoriya İyerarxiyası

# Entity_ClaimCategory_Id
source: Category Id
az: Kateqoriya Id

# Entity_ClaimCategory_Desc
source: Category Description
az: Kateqoriya Açıqlaması

# Entity_ClaimCategory_Level
source: Category Level
az: Kateqoriya Səviyyəsi

# Entity_ClaimCategory_ParentId
source: Parent Category Id
az: Ana Kateqoriya Kodu

# Entity_ClaimCategory_Order
source: Order
az: Sıra

# Entity_ClaimType
source: Claim Type
az: Yetki Tipi

# Entity_ClaimType_Id
source: Claim Type Id
az: Səlahiyyət Tip Id

# Entity_ClaimType_Desc
source: Claim Type Description
az: Səlahiyyət Tipi Açıqlaması

# Entity_Company
source: Company
az: Şirkət

# Entity_Company_Code
source: Company Code
az: Şirkət Kodu

# Entity_Company_Desc
source: Company Description
az: Şirkət Açıqlaması

# Entity_Company_IsDisabled
source: Is Disabled
az: Qeyri-Aktiv

# Entity_ContactType
source: Contact Detail Type
az: Əlaqə Məlumatları Tipi

# Entity_ContactType_Id
source: Contact Detail Type Id
az: Əlaqə Məlumatları Tipi İd

# Entity_ContactType_Desc
source: Contact Detail Type Description
az: Əlaqə Məlumatları Tipi Açıqlaması

# Entity_ContactType_PhoneNumberFormat
source: Phone Number Format
az: Telefon Nömrəsi formatı

# Entity_ContactType_DefaultValue
source: Default Value
az: Default Dəyər

# Entity_CurrAcc
source: Current Account
az: Cari Hesab

# Entity_CurrAcc_Code
source: Current Account Code
az: Cari Hesab Kodu

# Entity_CurrAcc_Desc
source: Current Account Name
az: Cari Hesab Adı

# Entity_CurrAcc_Type
source: Current Account Type
az: Cari Hesab Tipi

# Entity_CurrAcc_Office
source: Office
az: Ofis

# Entity_CurrAcc_StoreCode
source: Store
az: Mağaza

# Entity_CurrAcc_FirstName
source: First Name
az: Adı

# Entity_CurrAcc_LastName
source: Last Name
az: Soyadı

# Entity_CurrAcc_FatherName
source: Father's Name
az: Ata Adı

# Entity_CurrAcc_NewPassword
source: New Password
az: Yeni Şifrə

# Entity_CurrAcc_ConfirmPassword
source: Confirm Password
az: Şifrəni Təsdiqlə

# Entity_CurrAcc_IdentityNum
source: ID Number
az: Ş.V.Nömrəsi

# Entity_CurrAcc_TaxNum
source: Tax Number
az: Vergi Nömrəsi

# Entity_CurrAcc_Language
source: User Language
az: İstifadəçi Dili

# Entity_CurrAcc_CreditLimit
source: Credit Limit
az: Kredit Limiti

# Entity_CurrAcc_CustomerType
source: Customer Type
az: Müştəri Tipi

# Entity_CurrAcc_VendorType
source: Vendor Type
az: Tədarikçi Tipi

# Entity_CurrAcc_PersonalType
source: Personal Type
az: Personal Tipi

# Entity_CurrAcc_CashRegPaymentType
source: Cash Register Payment Type
az: Kassanın Ödəmə Tipi

# Entity_CurrAcc_CustomerPosDiscountRate
source: Customer Discount Rate
az: Müştəri Endirim Dərəcəsi

# Common_IsDisabled
source: Is Disabled
az: Qeyri-Aktiv

# Entity_CurrAcc_BonusCardNum
source: Bonus Card
az: Bonus Kartı

# Entity_CurrAcc_Address
source: Address
az: Adres

# Common_Phone
source: Phone
az: Telefon

# Entity_CurrAcc_BirthDate
source: Birth Date
az: Doğum Günü

# Entity_CurrAcc_IsDefault
source: Default Customer
az: Varsayılan Müştəri

# Common_Balance
source: Balance
az: Qalıq

# Validation_Compare_Mismatch
source: Passwords do not match
az: Şifrələr biri-birinə uyğun deyil

# Validation_Range_Min
source: {0} must be greater than {1}
az: {0} {1}dan böyük olmalıdır

# Entity_CurrAccContactDetail
source: Current Account Contact Details
az: Cari Hesab Əlaqə Məlumatları

# Entity_CurrAccContactDetail_Id
source: Contact Detail Id
az: Əlaqə Məlumatları İd

# Entity_CurrAccContactDetail_Desc
source: Contact Detail Description
az: Əlaqə Məlumatları Açıqlaması

# Entity_CurrAccFeature
source: Current Account Feature
az: Cari Hesab Özəlliyi

# Entity_CurrAccFeature_Code
source: Feature Code
az: Özəllik Kodu

# Entity_CurrAccFeature_TypeId
source: Feature Type Id
az: Özəllik Tipi Kodu

# Entity_CurrAccFeature_Desc
source: Feature Description
az: Özəllik Açıqlaması

# Entity_CurrAccFeatureType
source: Current Account Feature Type
az: Cari Hesab Özəllik Tipi

# Entity_CurrAccFeatureType_Id
source: Feature Type Id
az: CH Özəllik Tipi Kodu

# Entity_CurrAccFeatureType_Name
source: Feature Type Name
az: CH Özəllik Adı

# Entity_CurrAccFeatureType_Order
source: Order
az: Sıra

# Entity_CurrAccFeatureType_Filterable
source: Filterable
az: Filtirlənir

# Entity_CurrAccType
source: Current Account Type
az: Cari Hesab Tipi

# Entity_CurrAccType_Code
source: Current Account Type Code
az: Cari Hesab Tipi Kodu

# Entity_CurrAccType_Desc
source: Current Account Type Description
az: Cari Hesab Tipi Açıqlaması

# Entity_Currency
source: Currency
az: Məzənnə

# Entity_Currency_Code
source: Currency
az: Valyuta

# Entity_Currency_Desc
source: Currency Description
az: Valyuta Açıqlaması

# Entity_Currency_ExchangeRate
source: Exchange Rate
az: Valyuta Kursu

# Entity_Discount
source: Discount
az: Endirim

# Entity_Discount_Id
source: Discount Id
az: Endirim İd

# Entity_Discount_Desc
source: Discount Name
az: Endirim Adı

# Entity_Discount_Percent
source: Percent
az: Faiz

# Entity_Feature
source: Feature
az: Özəllik

# Entity_Feature_Code
source: Feature Code
az: Özəllik Kodu

# Entity_Feature_TypeId
source: Feature Type Id
az: Özəllik Tipi Kodu

# Entity_Feature_Desc
source: Feature Description
az: Özəllik Açıqlaması

# Entity_FeatureType
source: Feature Type
az: Özəllik Tipi

# Entity_FeatureType_Id
source: Feature Type Id
az: Özəllik Tipi Kodu

# Entity_FeatureType_Name
source: Feature Type Name
az: Özəllik Adı

# Entity_FeatureType_Order
source: Order
az: Sıra

# Entity_FeatureType_Filterable
source: Filterable
az: Filtirlənir

# Entity_Form_Code
source: Form Code
az: Form Kodu

# Entity_Form_Desc
source: Form Description
az: Form Açıqlaması

# Entity_Hierarchy
source: Hierarchy
az: İyerarxiya

# Entity_Hierarchy_Code
source: Hierarchy Code
az: İyerarxiya Kodu

# Entity_Hierarchy_Desc
source: Hierarchy Description
az: İyerarxiya Açıqlaması

# Entity_Hierarchy_Level
source: Hierarchy Level
az: İyerarxiya Səviyyəsi

# Entity_Hierarchy_ParentCode
source: Parent Hierarchy Code
az: Ana İyerarxiya Kodu

# Entity_Hierarchy_Order
source: Order
az: Sıra

# Entity_Hierarchy_Slug
source: Slug
az: İlbiz

# Entity_InstallmentPlan
source: Installment Plan
az: Ödəmə Planı

# Entity_InstallmentPlan_Code
source: Installment Plan Code
az: Ödəmə Planı Kodu

# Entity_InstallmentPlan_Desc
source: Installment Plan Description
az: Ödəmə Planı Açıqlaması

# Entity_InstallmentPlan_DurationInMonths
source: Duration (Months)
az: Müddət Aylarla

# Entity_InstallmentPlan_InterestRate
source: Interest Rate
az: Faiz Dərəcəsi

# Entity_InstallmentPlan_IsDefault
source: Is Default
az: Varsayılandır

# Entity_QueryParam
source: Query Parameter
az: Sorğu Parametri

# Entity_QueryParam_Id
source: Parameter Id
az: Parametr Id

# Entity_QueryParam_ReportId
source: Report Id
az: Sorğu Id

# Entity_QueryParam_Name
source: Parameter Name
az: Parametr Adı

# Entity_QueryParam_Type
source: Parameter Type
az: Parametr Tipi

# Entity_QueryParam_Value
source: Parameter Value
az: Parametr Dəyəri

# Entity_Office
source: Office
az: Ofis

# Entity_Office_Code
source: Office Code
az: Ofis Kodu

# Entity_Office_Desc
source: Office Description
az: Ofis Açıqlaması

# Entity_PaymentKind
source: Payment Kind
az: Ödəmə Növü

# Entity_PaymentKind_Id
source: Payment Kind Id
az: Ödəmə Növü Kodu

# Entity_PaymentKind_Desc
source: Payment Kind Description
az: Ödəmə Növü Açıqlaması

# Entity_PaymentMethod
source: Payment Method
az: Ödəmə Metodu

# Entity_PaymentMethod_Id
source: Payment Method Id
az: Ödəmə Tipi Kodu

# Entity_PaymentMethod_TypeCode
source: Payment Type Code
az: Ödəmə Tipi Kodu

# Entity_PaymentMethod_Desc
source: Payment Method Description
az: Ödəmə Tipi Açıqlaması

# Entity_PaymentMethod_DefaultCashReg
source: Default Cash Register
az: Default Kassa

# Entity_PaymentMethod_IsRedirected
source: Is Redirected
az: Yönləndiriləndir

# Entity_PaymentMethod_RedirectedCurrAcc
source: Redirected Current Account
az: Yönləndirilmiş Cari Hesab

# Entity_PaymentMethod_IsDefault
source: Default Payment Method
az: Default Ödəmə Metodu

# Entity_PaymentPlan
source: Payment Plan
az: Ödəmə Planı

# Entity_PaymentPlan_Code
source: Payment Plan Code
az: Ödəmə Planı Kodu

# Entity_PaymentPlan_Desc
source: Payment Plan Description
az: Ödəmə Planı Açıqlaması

# Entity_PaymentPlan_MethodId
source: Payment Method Id
az: Ödəmə Metodu İd

# Entity_PaymentPlan_DurationInMonths
source: Duration (Months)
az: Müddət Aylarla

# Entity_PaymentPlan_CommissionRate
source: Commission Rate
az: Komisİya Dərəcəsi

# Entity_PaymentPlan_IsDefault
source: Is Default
az: Varsayılandır

# Entity_PaymentType
source: Payment Type
az: Ödəmə Tipi

# Entity_PaymentType_Code
source: Payment Type Code
az: Ödəmə Tipi Kodu

# Entity_PaymentType_Desc
source: Payment Type Description
az: Ödəmə Tipi Açıqlaması

# Entity_PersonalType
source: Current Account Subtype
az: Cari Hesab Alt Tipi

# Entity_PersonalType_Code
source: Personal Type Code
az: Personal Tipi Kodu

# Entity_PersonalType_Desc
source: Personal Type Description
az: Personal Tipi Açıqlaması

# Entity_PriceType
source: Price Type
az: Qiymət Tipi

# Entity_PriceType_Code
source: Price Type Code
az: Qiymət Tipi Kodu

# Entity_PriceType_Desc
source: Price Type Description
az: Qiymət Tipi Açıqlaması

# Entity_Process
source: Process
az: Proses

# Entity_Process_Code
source: Process Code
az: Proses Kodu

# Entity_Process_Desc
source: Process Name
az: Proses Adı

# Entity_Process_CustomCurrency
source: Custom Currency
az: Xüsusi Valyuta

# Entity_Product
source: Product
az: Məhsul

# Entity_Product_Code
source: Product Code
az: Məhsul Kodu

# Entity_Product_Code2
source: Umico Code
az: Umico Kodu

# Entity_Product_Desc
source: Product Name
az: Məhsul Adı

# Entity_Product_Type
source: Product Type
az: Məhsul Tipi

# Entity_Product_Feature
source: Product Feature
az: Məhsul Özəlliyi

# Entity_Product_PromotionCode
source: Promotion
az: Tanıtım

# Entity_Product_PromotionCode2
source: Promotion 2
az: Tanıtım2

# Entity_Product_TaxRate
source: Tax Rate
az: Vergi Dərəcəsi

# Entity_Product_PosDiscount
source: POS Discount
az: Pos Endirimi

# Entity_Product_PurchasePrice
source: Purchase Price
az: Alış Qiyməti

# Entity_Product_WholesalePrice
source: Wholesale Price
az: Topdan Satış Qiy.

# Entity_Product_RetailPrice
source: Retail Price
az: Satış Qiyməti

# Entity_Product_UsePos
source: Use in POS
az: POSda İstifadə Et

# Entity_Product_UseInternet
source: Use on Internet
az: İnternetdə İstifadə Et

# Entity_Product_Image
source: Image
az: Şəkil

# Entity_Product_BalanceWarning
source: Balance Warning Level
az: Qalıq Xəbərdarlıq Səviyyəsi

# Entity_Product_Balance
source: Balance
az: Qalıq

# Entity_ProductScale
source: Scales
az: Tərəzi Məhsulu

# Entity_ProductScale_Id
source: Feature Code
az: Özəllik Kodu

# Entity_ProductScale_UseInScale
source: Use in Scale
az: Tərəzi İstifadə Et

# Entity_ProductStaticPrice
source: Price
az: Qiymət

# Entity_ProductStaticPrice_PriceTypeCode
source: Price Type Code
az: Qiymət Tipi Kodu

# Entity_ProductStaticPrice_Price
source: Price
az: Qiymət

# Entity_ProductType
source: Product Type
az: Məhsul Tipi

# Entity_ProductType_Code
source: Product Type Code
az: Məhsul Tipi Kodu

# Entity_ProductType_Desc
source: Product Type Description
az: Məhsul Tipi Açıqlaması

# Entity_Report
source: Report
az: Hesabat

# Entity_Report_Id
source: Report Id
az: Hesabat Id

# Entity_Report_Name
source: Report Name
az: Hesabat Adı

# Entity_Report_Query
source: Report Query
az: Hesabat Sorğusu

# Entity_Report_Type
source: Report Type
az: Hesabat Tipi

# Entity_Report_Layout
source: Report Design
az: Hesabat Dizaynı

# Entity_Report_Filter
source: External Filter
az: Xarici Filter

# Entity_Report_CategoryId
source: Report Category Id
az: Hesabat Kateqoriya Id

# Entity_ReportCategory
source: Report Category
az: Hesabat Kateqoriyası

# Entity_ReportCategory_Id
source: Report Category
az: Hesabat Kateqoriyası

# Entity_ReportCategory_Desc
source: Report Category Name
az: Hesabat Kateqoriya Adı

# Entity_Process_Dir
source: Process Direction
az: Proses İstiqaməti

# Entity_Product_HierarchyCode
source: Hierarchy Code
az: İyerarxiya Kodu

# Entity_Product_ImagePath
source: Image
az: Şəkil

# Entity_Product_DefaultUnitOfMeasureId
source: Default Unit of Measure
az: Default Ölçü Vahidi

# Entity_Product_BalanceWarningLevel
source: Balance Warning Level
az: Qalıq Xəbərdarlıq Səviyyəsi

# Entity_Product_ProductCost
source: Cost
az: Maya Dəyəri.

# Entity_Product_LastSalePrice
source: Last Sale Price
az: Son Satış Qiy.

# Entity_ProductScale_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_ProductScale_ScaleProductDesc
source: Scale Product Description
az: Tərəzi Məhsul Açıqlaması

# Entity_ProductScale_ScaleProductNumber
source: Scale Product Code
az: Tərəzi Məhsul Kodu

# Entity_Report_TypeId
source: Report Type
az: Hesabat Tipi

# Entity_ReportType
source: Report Type
az: Hesabat Tipi

# Entity_ReportType_Id
source: Report Type Id
az: Hesabat Tipi Id

# Entity_ReportType_Desc
source: Report Type Description
az: Hesabat Tipi Açıqlaması

# Entity_ReportVariable
source: Report Variable
az: Hesabat Dəyişəni

# Entity_ReportVariable_Id
source: Variable Id
az: Dəyişən ID

# Entity_ReportVariable_ReportId
source: Report Id
az: Hesabat İD

# Entity_ReportVariable_TypeId
source: Variable Type Id
az: Dəyişən Tip İD

# Entity_ReportVariable_Property
source: Variable Property
az: Dəyişən Propertisi

# Entity_ReportVariable_Value
source: Variable Value
az: Dəyişən Dəyəri

# Entity_ReportVariable_Operator
source: Operator
az: Əməliyyat

# Entity_ReportVariable_ValueType
source: Value Type
az: Dəyər Tipi

# Entity_ReportVariable_Representative
source: Representative
az: Dəyişən Təmsilçi

# Entity_ReportVariableType
source: Report Variable Type
az: Hesabat Dəyişən Tipi

# Entity_ReportVariableType_Id
source: Type Id
az: Dəyişən Tip Id

# Entity_ReportVariableType_Desc
source: Type Description
az: Dəyişən Tipi Açıqlaması

# Entity_Role
source: Role
az: Rol

# Entity_Role_Code
source: Role Code
az: Rol Kodu

# Entity_Role_Desc
source: Role Description
az: Rol Açıqlaması

# Entity_SerialNumber
source: Serial Number
az: Seria Nömrəsi

# Entity_SerialNumber_Code
source: Serial Number Code
az: Seria Nömrəsi Kodu

# Entity_SerialNumber_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_Terminal_Desc
source: Terminal Description
az: Terminal Açıqlaması

# Entity_Terminal_TouchUIMode
source: TouchScreen Mode
az: TouchScreen Mod

# Entity_Terminal_TouchScaleFactor
source: Touch Scale Factor
az: Toxunma Ölçüsü Faktoru

# Entity_UILanguage
source: Interface Language
az: Interface Dili

# Entity_UILanguage_Code
source: Language Code
az: Dil Kodu

# Entity_UILanguage_Desc
source: Language Description
az: Dil Açıqlaması

# Entity_UnitOfMeasure
source: Unit of Measure
az: Ölçü Vahidi

# Entity_UnitOfMeasure_Id
source: Unit of Measure Id
az: Ölçü Vahidi Id

# Entity_UnitOfMeasure_Desc
source: Unit of Measure Description
az: Ölçü Vahidi Açıqlaması

# Entity_UnitOfMeasure_ParentId
source: Parent Unit of Measure Id
az: Ana Ölçü Vahidi Id

# Entity_UnitOfMeasure_ConversionRate
source: Conversion Rate
az: Dəyişmə Nisbəti

# Entity_UnitOfMeasure_Level
source: Unit of Measure Level
az: Ölçü Vahidi Səviyyəsi

# Entity_UnitOfMeasure_IsBasic
source: Is Basic Unit
az: Ana Ölçü Vahididir

# Entity_Variable
source: Variable
az: Dəyişən

# Entity_Variable_Code
source: Variable Code
az: Dəyişən Kodu

# Entity_Variable_Desc
source: Variable Description
az: Dəyişən Açıqlaması

# Entity_Variable_LastNumber
source: Last Number
az: Sonuncu Nömrə

# Entity_Warehouse
source: Warehouse
az: Depo

# Entity_Warehouse_Code
source: Warehouse Code
az: Depo Kodu

# Entity_Warehouse_Desc
source: Warehouse Description
az: Depo Açıqlaması

# Entity_Warehouse_Type
source: Warehouse Type
az: Depo Tipi

# Entity_Warehouse_OfficeCode
source: Office Code
az: Ofis Kodu

# Entity_Warehouse_StoreCode
source: Store Code
az: Mağaza Kodu

# Entity_Warehouse_PermitNegativeStock
source: Permit Negative Stock
az: Mənfi Stoka İcazə Ver

# Entity_Warehouse_WarnNegativeStock
source: Warn on Negative Stock
az: Mənfi Stokda Xəbərdar Et

# Entity_Warehouse_ControlStockLevel
source: Control Stock Level
az: Stok Səviyyəsi

# Entity_Warehouse_WarnStockLevelRate
source: Warn Stock Level
az: Stok Səviyyəsini Xəbardar Et

# Entity_Warehouse_IsDefault
source: Default
az: Varsayılandır

# Entity_InvoiceLine
source: Invoice Line
az: Faktura Detalı

# Entity_InvoiceLine_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_InvoiceLine_Qty
source: Quantity
az: Say

# Entity_InvoiceLine_QtyIn
source: Qty In
az: Say Giriş

# Entity_InvoiceLine_QtyOut
source: Qty Out
az: Say Çıxış

# Entity_InvoiceLine_UnitOfMeasureId
source: Unit of Measure
az: Ölçü Vahidi

# Entity_InvoiceLine_Price
source: Price
az: Qiymət

# Entity_InvoiceLine_CurrencyCode
source: Currency
az: Valyuta

# Entity_InvoiceLine_ExchangeRate
source: Exchange Rate
az: Valyuta Kursu

# Entity_InvoiceLine_PriceLoc
source: Price (LCY)
az: Qiymət (YPV)

# Entity_InvoiceLine_Amount
source: Amount
az: Tutar

# Entity_InvoiceLine_AmountLoc
source: Amount (LCY)
az: Tutar (YPV)

# Entity_InvoiceLine_PosDiscount
source: Discount
az: Endirim
