Repository: Subhan120120/Foxoft
Catalog: Foxoft/Properties/Resources.*.resx
Languages: az

# Entity_InvoiceLine_NetAmount
source: Net Amount
az: Net Tutar

# Entity_InvoiceLine_NetAmountLoc
source: Net Amount (LCY)
az: Net Tutar (YPV)

# Entity_InvoiceLine_DiscountCampaign
source: Campaign Discount
az: Kampaniya Endirimi

# Entity_InvoiceLine_VatRate
source: VAT
az: ƏDV

# Entity_InvoiceLine_LineDescription
source: Line Description
az: Sətir Açıqlaması

# Entity_InvoiceLine_SerialNumberCode
source: Serial Number
az: Seria Nömrəsi

# Entity_InvoiceLine_SalesPersonCode
source: Salesperson
az: Satıcı

# Entity_InvoiceLine_WorkerCode
source: Technician
az: Usta

# Entity_InvoiceLine_ProductCost
source: Cost
az: Maya Dəyəri

# Entity_InvoiceLine_Benefit
source: Margin
az: Mənfəət

# Entity_InvoiceLine_TotalBenefit
source: Total Margin
az: Toplam Mənfəət

# Entity_InvoiceLine_ReturnQty
source: Returned Qty
az: Qaytarılan Say

# Entity_InvoiceLine_RemainingQty
source: Remaining Qty
az: Qalan Say

# Entity_InvoiceLine_ProductDesc
source: Product Name
az: Məhsul Adı

# Entity_InvoiceLineExt
source: Invoice Line Extra
az: Faktura Detalı Ekstrası

# Entity_InvoiceLineExt_PriceDiscounted
source: Discounted Price
az: Endirimli Qiymət

# Entity_InvoiceLineExt_PriceDiscountedLoc
source: Discounted Price (LCY)
az: Endirimli Qiymət (YPV)

# Entity_InvoiceLineExt_LineExpences
source: Line Expenses
az: Sətir Xərci

# Entity_PaymentHeader
source: Payment Header
az: Ödəmə Başlığı

# Entity_PaymentHeader_InvoiceHeaderId
source: Invoice Header Id
az: Faktura Id

# Entity_PaymentHeader_DocumentNumber
source: Document Number
az: Sənəd Nömrəsi

# Entity_PaymentHeader_ProcessCode
source: Process
az: Proses

# Entity_PaymentHeader_DocumentDate
source: Document Date
az: Sənəd Tarixi

# Entity_PaymentHeader_DocumentTime
source: Document Time
az: Ödəniş Vaxtı

# Entity_PaymentHeader_OperationDate
source: Operation Date
az: Əməliyat Tarixi

# Entity_PaymentHeader_OperationTime
source: Operation Time
az: Əməliyat Vaxtı

# Entity_PaymentHeader_CurrAccCode
source: Current Account
az: Cari Hesab

# Entity_PaymentHeader_ToCashRegCode
source: To Cash Register
az: Kassaya

# Entity_PaymentHeader_FromCashRegCode
source: From Cash Register
az: Kassadan

# Entity_PaymentHeader_Description
source: Description
az: Açıqlama

# Entity_PaymentHeader_OperationType
source: Operation Type
az: Əməliyyat Tipi

# Entity_PaymentHeader_PaymentKindId
source: Payment Kind
az: Ödəmə Növü

# Entity_PaymentHeader_CompanyCode
source: Company
az: Şirkət

# Entity_PaymentHeader_OfficeCode
source: Office
az: Ofis

# Entity_PaymentHeader_StoreCode
source: Store Code
az: Mağaza Kodu

# Entity_PaymentHeader_IsCompleted
source: Completed
az: Tamamlanıb

# Entity_PaymentHeader_IsSent
source: Sent
az: Göndərilib

# Entity_PaymentHeader_IsLocked
source: Locked
az: Kilidlənib

# Entity_PaymentHeader_IsMainTF
source: Main Transfer
az: Əsas Transfer

# Entity_PaymentHeader_CurrAccDesc
source: Current Account Name
az: Cari Hesab Adı

# Entity_PaymentHeader_TotalPayment
source: Total
az: Toplam

# Entity_PaymentLine
source: Payment Line
az: Ödəmə Detalı

# Entity_PaymentLine_PaymentTypeCode
source: Payment Type
az: Ödəmə Tipi

# Entity_PaymentLine_Payment
source: Payment
az: Ödəmə

# Entity_PaymentLine_PaymentLoc
source: Payment (LCY)
az: Ödəmə (YPV)

# Entity_PaymentLine_LineDescription
source: Line Description
az: Sətir Açıqlaması

# Entity_PaymentLine_CurrencyCode
source: Currency
az: Valyuta

# Entity_PaymentLine_ExchangeRate
source: Exchange Rate
az: Valyuta Kursu

# Entity_PaymentLine_CashRegisterCode
source: Cash Register
az: Kassa

# Entity_PaymentLine_PaymentMethodId
source: Payment Method
az: Ödəmə Metodu

# Entity_PaymentLine_MakePayment
source: Make Payment
az: Ödəniş Et

# Entity_PaymentLine_ReceivePayment
source: Receive Payment
az: Ödəniş Al

# Entity_PaymentLine_CurrAccCode
source: Current Account Code
az: Cari Hesab Kodu

# Entity_PaymentLine_CurrAccDesc
source: Current Account Name
az: Cari Hesab Adı

# Entity_PaymentLine_DocumentNumber
source: Document Number
az: Sənəd Nömrəsi

# Entity_PaymentLine_InvoiceNumber
source: Invoice Number
az: Faktura Nömrəsi

# Entity_PaymentLine_InvoiceHeaderId
source: Invoice Header Id
az: Invoice Id

# Entity_PaymentLine_DocumentDate
source: Document Date
az: Sənəd Tarixi

# Entity_PaymentLine_BalanceBefor
source: Previous Balance
az: Əvvəlki Borc

# Entity_PaymentLine_BalanceAfter
source: Next Balance
az: Sonrakı Borc

# Entity_PaymentMethodDiscount
source: Payment Method Discount
az: Ödəmə Metodu Endirimi

# Entity_PaymentMethodDiscount_DiscountId
source: Discount Id
az: Endirim Id

# Entity_PaymentMethodDiscount_PaymentMethodId
source: Payment Method
az: Ödəmə Metodu

# Entity_PriceListHeader
source: Price List Header
az: Qiymət Cədvəli Başlığı

# Entity_PriceListHeader_DocumentNumber
source: Document Number
az: Faktura Nömrəsi

# Entity_PriceListHeader_PriceTypeCode
source: Price Type Code
az: Qiymət Tipi Kodu

# Entity_PriceListHeader_DocumentDate
source: Document Date
az: Faktura Tarixi

# Entity_PriceListHeader_DocumentTime
source: Document Time
az: Faktura Vaxtı

# Entity_PriceListHeader_OperationDate
source: Operation Date
az: Əməliyat Tarixi

# Entity_PriceListHeader_OperationTime
source: Operation Time
az: Əməliyat Vaxtı

# Entity_PriceListHeader_DueDate
source: Due Date
az: Əməliyat Tarixi

# Entity_PriceListHeader_DueTime
source: Due Time
az: Əməliyat Vaxtı

# Entity_PriceListHeader_Description
source: Description
az: Açıqlama

# Entity_PriceListHeader_OfficeCode
source: Office
az: Ofis

# Entity_PriceListHeader_IsDisabled
source: Cancelled
az: Ləğv Edilib

# Entity_PriceListHeader_IsTexIncluded
source: Tax Included
az: Vergi Daxil

# Entity_PriceListHeader_IsConfirmed
source: Confirmed
az: Təsdiqlənib

# Entity_PriceListLine
source: Price List Line
az: Qiymət Cədvəli Detalı

# Entity_PriceListLine_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_PriceListLine_Price
source: Price
az: Qiymət

# Entity_PriceListLine_CurrencyCode
source: Currency
az: Valyuta

# Entity_PriceListLine_LineDescription
source: Line Description
az: Sətir Açıqlaması

# Entity_ProcessPriceType
source: Process Price Type
az: Proses Qiymət Tipi

# Entity_ProcessPriceType_ProcessCode
source: Process Code
az: Proses Kodu

# Entity_ProcessPriceType_PriceTypeCode
source: Price Type Code
az: Qiymət Tipi Kodu

# Entity_ProductBarcode
source: Product Barcode
az: Məhsul Barkodu

# Entity_ProductBarcode_Barcode
source: Barcode
az: Barkod

# Entity_ProductBarcode_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_ProductBarcode_BarcodeTypeCode
source: Barcode Type
az: Barkod Tipi

# Entity_ProductBarcode_Qty
source: Quantity
az: Say

# Entity_StoreSetting
source: Store Settings
az: Mağaza Parametrləri

# Entity_StoreSetting_StoreCode
source: Store Code
az: Mağaza Kodu

# Entity_StoreSetting_DesignFolder
source: Design File Folder
az: Dizayn Fayl Qovluğu

# Entity_StoreSetting_ImageFolder
source: Image Folder
az: Şəkil Qovluğu

# Entity_StoreSetting_PrinterName
source: Printer Name
az: Printer Adı

# Entity_StoreSetting_SalesmanContinuity
source: Copy Salesman Row
az: Satıcı Sətiri Kopyala

# Entity_StoreSetting_DefaultUnitOfMeasureId
source: Default Unit of Measure
az: Default Ölçü Vahidi

# Entity_SiteProduct
source: Site Product
az: Sayt Məhsulu

# Entity_SiteProduct_ProductId
source: Product Id
az: Məhsul Id

# Entity_SiteProduct_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_SiteProduct_Desc
source: Description
az: Açıqlama

# Entity_SiteProduct_Price
source: Price
az: Qiymət

# Entity_SiteProduct_Rating
source: Rating
az: Reytinq

# Entity_SiteProduct_CategoryId
source: Category Id
az: Kateqoriya Id

# Entity_SiteProduct_ViewCount
source: View Count
az: Baxış Sayı

# Entity_SiteProduct_UseInSite
source: Show on Site
az: Saytda Göstər

# Entity_ClaimReport
source: Report Permission
az: Hesabat Yetkisi

# Entity_ClaimReport_Id
source: Claim Report Id
az: Hesabat Yetkisi Id

# Entity_ClaimReport_ClaimCode
source: Claim Code
az: Yetki Kodu

# Entity_ClaimReport_ReportId
source: Report Id
az: Hesabat Id

# Entity_CurrAccFeatureLink
source: Current Account Feature
az: Cari Hesab Özəlliyi

# Entity_CurrAccRole
source: Current Account Role
az: Cari Hesab Yetkisi

# Entity_CurrAccRole_Id
source: Current Account Role Id
az: Cari Hesab Rol Id

# Entity_CurrAccRole_CurrAccCode
source: Current Account
az: Cari Hesab

# Entity_CurrAccRole_RoleCode
source: Role
az: Rol

# Entity_FormReport
source: Form Report
az: Form Hesabatı

# Entity_FormReport_FormCode
source: Form Code
az: Form Kodu

# Entity_FormReport_ReportId
source: Report Id
az: Hesabat Id

# Entity_FormReport_Shortcut
source: Shortcut
az: Qısayol

# Entity_HierarchyFeatureType
source: Hierarchy Feature Type
az: İyerarxiya Özəllik Tipi

# Entity_Installment
source: Installment
az: Kredit

# Entity_Installment_Id
source: Installment Id
az: Kredit Id

# Entity_Installment_InvoiceHeaderId
source: Invoice Header Id
az: Faktura Id

# Entity_Installment_Date
source: Installment Date
az: Kredit Tarixi

# Entity_Installment_PlanCode
source: Installment Plan Code
az: Ödəmə Planı Kodu

# Entity_Installment_Commission
source: Commission
az: Komissiya

# Entity_Installment_InterestRate
source: Interest Rate (%)
az: Faiz Dərəcəsi (%)

# Entity_Installment_TotalPaid
source: Total Paid
az: Ödənişlərin Cəmi

# Entity_Installment_RemainingBalance
source: Remaining Balance
az: Qalan Balans

# Entity_Installment_MonthlyPayment
source: Monthly Payment
az: Aylıq Ödəniş

# Entity_Installment_DueAmount
source: Due Amount
az: Ödənilməli

# Entity_Installment_OverdueDays
source: Overdue Days
az: Gecikən Günlər

# Entity_Installment_OverdueDate
source: Overdue Date
az: Gecikmə Tarixi

# Entity_InstallmentGuarantor
source: Installment Guarantor
az: Kredit Zamini

# Entity_InstallmentGuarantor_Id
source: Installment Guarantor Id
az: Kredit Zamini Id

# Entity_InstallmentGuarantor_CurrAccCode
source: Current Account
az: Cari Hesab

# Entity_InstallmentGuarantor_InstallmentId
source: Installment Id
az: Kredit Id

# Entity_InvoiceHeader
source: Invoice Header
az: Faktura Başlığı

# Entity_InvoiceHeader_RelatedInvoiceId
source: Related Invoice Id
az: Əlaqəli Faktura Id

# Entity_InvoiceHeader_ProcessCode
source: Process
az: Proses

# Entity_InvoiceHeader_DocumentNumber
source: Invoice Number
az: Faktura Nömrəsi

# Entity_InvoiceHeader_IsReturn
source: Is Return
az: Geri Qaytarma

# Entity_InvoiceHeader_DocumentDate
source: Invoice Date
az: Faktura Tarixi

# Entity_InvoiceHeader_DocumentTime
source: Invoice Time
az: Faktura Vaxtı

# Entity_InvoiceHeader_OperationDate
source: Operation Date
az: Əməliyat Tarixi

# Entity_InvoiceHeader_OperationTime
source: Operation Time
az: Əməliyat Vaxtı

# Entity_InvoiceHeader_Description
source: Description
az: Açıqlama

# Entity_InvoiceHeader_OfficeCode
source: Office
az: Ofis

# Entity_InvoiceHeader_StoreCode
source: Store Code
az: Mağaza Kodu

# Entity_InvoiceHeader_WarehouseCode
source: From Warehouse
az: Depodan

# Entity_InvoiceHeader_ToWarehouseCode
source: To Warehouse
az: Depoya

# Entity_InvoiceHeader_CustomsDocumentNumber
source: Customs Doc. Number
az: Fərdi Sənəd Nömrəsi

# Entity_InvoiceHeader_IsSuspended
source: Suspended
az: Asqıdadır

# Entity_InvoiceHeader_IsSent
source: Sent
az: Göndərilib

# Entity_InvoiceHeader_IsOpen
source: Open
az: Açıqdır

# Entity_InvoiceHeader_IsCompleted
source: Completed
az: Tamamlanıb

# Entity_InvoiceHeader_PrintCount
source: Print Count
az: Çap Sayı

# Entity_InvoiceHeader_FiscalPrintedState
source: Fiscal Print State
az: Fiscal Çap Durumu

# Entity_InvoiceHeader_IsSalesViaInternet
source: Sales via Internet
az: İnternet Üzərindən Satış

# Entity_InvoiceHeader_IsLocked
source: Locked
az: Kilidlənib

# Entity_InvoiceHeader_IsMainTF
source: Main Transfer
az: Əsas Transfer

# Entity_InvoiceHeader_CurrAccDesc
source: Current Account Name
az: Cari Hesab Adı

# Entity_InvoiceHeader_TotalNetAmount
source: Total
az: Tutar

# Entity_ProductDiscount
source: Product Discount
az: Məhsul Endirimi

# Entity_ProductDiscount_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_ProductDiscount_DiscountId
source: Discount Id
az: Endirim Id

# Entity_ProductFeatureLink
source: Product Feature
az: Məhsul Özəlliyi

# Entity_ProductFeature_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_ProductFeature_FeatureTypeId
source: Feature Type Id
az: Özəllik Tipi Kodu

# Entity_ProductFeature_FeatureCode
source: Feature Code
az: Özəllik Kodu

# Entity_ProductUnitOfMeasure
source: Product Unit of Measure
az: Məhsul Ölçü Vahidi

# Entity_ProductUnitOfMeasure_Id
source: Unit Of Measure Id
az: Ölçü Vahidi Id

# Entity_ProductUnitOfMeasure_ProductCode
source: Product Code
az: Məhsul Kodu

# Entity_ProductUnitOfMeasure_UnitOfMeasureId
source: Unit of Measure
az: Ölçü Vahidi

# Entity_ProductUnitOfMeasure_ConversionRate
source: Conversion Rate
az: Dəyişmə Nisbəti

# Entity_ReportCustomization
source: Report Customization
az: Hesabat Fərdiləşdirmə

# Entity_ReportCustomization_Id
source: Customization Id
az: Fərdiləşdirmə Id

# Entity_ReportCustomization_Desc
source: Customization Name
az: Fərdiləşdirmə Adı

# Entity_ReportCustomization_ReportId
source: Report Id
az: Hesabat Id

# Entity_ReportCustomization_DesignFileName
source: Design File Name
az: Dizayn Fayl Adı

# Entity_ReportCustomization_Filter
source: External Filter
az: Xarici Filter

# Entity_ReportCustomization_CurrAccCode
source: Current Account
az: Cari Hesab

# Entity_ReportSubQuery
source: Report Subquery
az: Hesabat Alt Sorğusu

# Entity_ReportSubQuery_Id
source: Subquery Id
az: Alt Sorğu Id

# Entity_ReportSubQuery_ReportId
source: Report Id
az: Hesabat Id

# Entity_ReportSubQuery_Name
source: Subquery Name
az: Alt Sorğu Adı

# Entity_ReportSubQuery_Text
source: Subquery Text
az: Alt Sorğu Mətni

# Entity_ReportSubQueryRelationColumn
source: Subquery Relation Column
az: Alt Sorğu Əlaqəli Kolonu

# Entity_ReportSubQueryRelationColumn_ParentColumnName
source: Parent Column
az: Əsas Sorğu Kolonu

# Entity_ReportSubQueryRelationColumn_SubColumnName
source: Subquery Column
az: Alt Sorğu Kolonu

# Entity_ReportSubQueryRelationColumn_SubQueryId
source: Subquery Id
az: Alt Sorğu Id

# Entity_RoleClaim
source: Role Claim
az: Rol Yetkisi

# Entity_RoleClaim_Id
source: Role Claim Id
az: Rol Yetki Id

# Entity_RoleClaim_RoleCode
source: Role Code
az: Rol Kodu

# Entity_RoleClaim_ClaimCode
source: Claim Code
az: Yetki Kodu

# Entity_Session
source: Session
az: Sessiya

# Entity_Session_CurrAccCode
source: Current Account Code
az: Cari Hesab Kodu

# Entity_Session_IsBlocked
source: Blocked
az: Bloklanıb

# Validation_Range
source: {0} must be between {1} and {2}
az: {0} {1} ilə {2} arasında olmalıdır

# Entity_Product_Prices
source: Prices
az: Qiymətlər

# Common_Scales
source: Scales
az: Tərəzi

# Common_Load
source: Load
az: Yüklə

# Common_Delete
source: Delete
az: Sil

# Common_Paste
source: Paste
az: Yapıştır

# Common_Copy
source: Copy
az: Kopyala

# Common_Feature
source: Feature
az: Özəllik

# Common_Discount
source: Discount
az: Endirim

# Common_Barcode
source: Barcode
az: Barkod

# Common_PriceList
source: PriceList
az: Qiymət Siyahısı

# Common_Site
source: Site
az: Sayt

# Form_AppSetting_Caption
source: Application Settings
az: Tətbiq Ayarları

# Entity_AppSetting_ClearMemory
source: Clear RAM
az: RAM-ı təmizlə

# Entity_AppSetting_OptimizeDatabaseIndexes_Button
source: Optimize Database Indexes
az: İndeksləri optimallaşdır

# Common_Ok
source: OK
az: Təsdiq et

# Common_Cancel
source: Cancel
az: Ləğv et

# Form_CashRegister_Caption
source: Cash Register
az: Cari Hesab

# Entity_CurrAcc_CurrAccCode
source: Current Account Code
az: Cari Hesab Kodu

# Entity_CurrAcc_CurrAccTypeCode
source: Current Account Type
az: Cari Hesab Tipi Kodu

# Entity_CurrAcc_CurrAccDesc
source: Current Account Name
az: Cari Hesab Adı

# Entity_CurrAcc_OfficeCode
source: Office
az: Ofis

# Entity_CurrAcc_IsDisabled
source: Inactive
az: Qeyri-Aktiv

# Common_New
source: New
az: Yeni

# Common_Edit
source: Edit
az: Dəyiş

# Common_Refresh
source: Refresh
az: Yenilə

# Common_ExportToExcel
source: Export to Excel
az: Excelə göndər

# Common_Report
source: Report
az: Hesabat

# Common_Settings
source: Settings
az: Ayarlar

# Common_SaveLayout
source: Save Layout
az: Quruluşu yadda saxla

# Common_OpenQuestion
source: Do you want to open?
az: Açmaq istəyirsiniz?

# Common_File_Excel
source: Excel File
az: Excel Faylı

# Common_File_SaveExcel
source: Save Excel File
az: Excel faylını yadda saxla

# Common_NotFound
source: Not found
az: Tapılmadı

# Form_CashRegisterList_Caption
source: Cash Registers
az: Kassa (Cari Hesablar)

# Form_CashRegisterList_RibbonPage_Main
source: Cash Registers
az: Cari Hesab

# Form_CashRegisterList_RibbonGroup_Manage
source: Manage
az: İdarə

# Form_CashRegisterList_RibbonGroup_Report
source: Report
az: Hesabat

# Form_CashRegisterList_RibbonPage_Settings
source: Settings
az: Ayarlar

# Form_CashRegisterList_NotFoundReport
source: Query 'Report_Embedded_CashRegList' was not found in DcReports table.
az: Report_Embedded_CashRegList sorğusu DcReports cədvəlində tapılmadı

# Message_DeleteConfirm
source: Do you want to delete? {0}
az: Silmək istəyirsiniz? {0}

# Message_NoCurrAccToDelete
source: No current account to delete
az: Silinməli olan cari yoxdur

# Message_SelectCurrAcc
source: Select Current Account
az: Cari Hesab Seçin

# Common_Query
source: Query
az: Sorğu

# Form_Change_Caption
source: Change
az: Pul qalığı

# Form_Change_Label_Cash
source: Cash Payment
az: Nağd ödəmə

# Form_Change_Label_Change
source: Change Amount
az: Pul qalığı

# Common_Clear
source: Clear
az: Təmizlə

# Common_Select
source: Select
az: Seç

# Form_ClaimCategoryList_Caption
source: Claim Categories
az: Yetki Kateqoriyaları

# Form_ClaimCategoryList_Button_Claims
source: Claims
az: Yetkilər

# Form_Common_Exists
source: Data with this code already exists.
az: Bu kodla data artıq mövcuddur.

# Common_Operations
source: Operations
az: Əməliyyatlar

# Common_Tools
source: Tools
az: Alətlər

# Message_ConfirmDelete
source: Do you want to delete? {0}
az: Silmək istəyirsinizmi? {0}

# Message_NoRowSelected
source: No row selected.
az: Sətir seçilməyib.

# Form_Connection_Caption
source: Connection String Builder
az: Bağlantı Sətiri Qurucu

# Form_Connection_Database
source: Database:
az: Databaza:

# Form_Connection_User
source: User:
az: İstifadəçi:

# Form_Connection_Password
source: Password:
az: Şifrə:

# Form_Connection_ConnectionString
source: Connection String
az: Bağlantı sətiri

# Form_Connection_TestConnection
source: Test Connection
az: Bağlantını yoxla

# Form_Connection_CreateDatabase
source: Create Database
az: Databaza yarat

# Form_Connection_Save
source: Save
az: Yadda saxla

# Form_Connection_Result_Success
source: Connection successful!
az: Bağlantı uğurludur!

# Form_Connection_Result_Fail
source: Connection failed: {0}
az: Bağlantı alınmadı: {0}

# Form_Connection_Saved
source: Connection string saved successfully.
az: Bağlantı sətiri uğurla yadda saxlanıldı.

# Form_Connection_DbExists
source: Database already exists.
az: Databaza mövcuddur.

# Form_Connection_DbCreated
source: Database was created successfully.
az: Databaza uğurla yaradıldı.

# Form_CurrAcc_Group_Personal
source: Personal
az: Şəxsi

# Form_CurrAcc_Group_Extra
source: Additional
az: Əlavə

# Form_CurrAcc_Bar_Features
source: Features
az: Özəllik

# Form_CurrAcc_Bar_ContactDetail
source: Contact
az: Əlaqə

# Validation_Phone_ExistsInAnotherCurrAcc
source: This phone number is already used by another current account.
az: Bu nömrə başqa Cari Hesabda mövcuddur.

# Entity_CurrAcc_IsVIP
source: Is VIP
az: VIP-dir

# Form_CurrAccFeature_Caption
source: Customer Features
az: Cari Hesab Özəllikləri

# Form_CurrAccList_Caption
source: Current Accounts
az: Cari Hesablar

# Form_CurrAccList_RibbonPage_Main
source: Current Account
az: Cari Hesab

# Form_CurrAccList_RibbonGroup_Manage
source: Manage
az: İdarə

# Form_CurrAccList_Menu_CustomerReconciliation
source: Customer Statement
az: Müştəri ilə Haqq Hesab

# Form_CurrAccList_Menu_ProductMovements
source: Product Movements
az: Malın Bütün Hərəkəti

# Common_DeleteConfirm
source: Do you want to delete?
az: Silmək istəyirsiniz?

# Form_CurrAccList_NoAccountToDelete
source: There is no account to delete.
az: Silinməli olan cari yoxdur.

# Form_CurrAccList_SelectAccount
source: Please select an account.
az: Zəhmət olmasa cari hesab seçin.

# Common_File_ExcelFilter
source: Excel File|*.xlsx
az: Excel Faylı|*.xlsx

# Form_CurrAccProfile_Caption
source: Current Account Profile
az: Cari Hesab Profili

# Form_CurrAccProfile_RibbonPage_Main
source: Account Authorization
az: Cari Hesab Yetkisi

# Form_CurrAccProfile_RibbonGroup_CurrAccRole
source: Account Role
az: Cari Hesab Rolu

# Form_CurrAccProfile_RibbonGroup_RoleClaim
source: Role Permissions
az: Rol Yetkisi

# Form_CurrAccProfile_Button_Permissions
source: Permissions
az: Yetkilər

# Form_CurrAccProfile_Label_ClaimReport
source: Report Permission
az: Hesabat Yetkisi

# Common_NewPassword
source: New Password
az: Yeni Şifrə

# Common_ConfirmPassword
source: Confirm Password
az: Şifrəni Təsdiqlə

# Common_Validation_PasswordConfirmMismatch
source: Password confirmation does not match!
az: Təsdiq şifrəsi eyni deyil!

# Form_CurrAccSession_Caption
source: Users
az: İstifadəçilər

# Form_CurrAccSession_RibbonPage_Main
source: Users
az: İstifadəçilər

# Form_CurrAccSession_KickUser
source: Kick User
az: İstifadəçini At

# Form_CurrAccSession_CloseWindowQuestion
source: Close window {0}?
az: {0} Pəncərəni bağlamaq istəyirsiniz?

# Form_CurrAccSession_KickUserQuestion
source: Do you want to kick the user?
az: İstifadəçini atmaq istəyirsiniz?

# Common_ProcessNotFound
source: Process not found.
az: Proses tapılmadı.

# Common_AccessDenied
source: Access denied.
az: Yetkiniz yoxdur.

# ERP_ACE_ProductsDisabled
source: Disabled Products
az: Deaktiv Məhsullar

# ERP_ACE_CurrAccsDisabled
source: Disabled Current Accounts
az: Deaktiv Cari Hesablar

# Common_NoPermission
source: Access denied.
az: Yetkiniz yoxdur.

# Form_HandOver_Caption
source: Hand Over
az: Təhvil

# Form_HandOver_Group_HandOver
source: Hand Over
az: Təhvil Vermə

# Form_HandOver_OpenInvoiceQuestion
source: Do you want to open the invoice?
az: Qaiməni açmaq istəyirsiniz?

# Form_HandOver_CancelQuestion
source: Cancel hand over?
az: Təhvil ləğv edilsin?

# Form_HandOver_NoDocument
source: No such document exists.
az: Belə bir sənəd yoxdur.

# Form_HandOver_NoRemainingQty
source: There is no quantity to deliver.
az: Təhvil edilə biləcək miqdar yoxdur.

# Form_HandOver_NoInvoiceToPrint
source: There is no invoice to print.
az: Çap olunmaq üçün qaimə yoxdur.

# Form_HandOver_PrinterError
source: Error: 1256795721 {0}
az: Xəta: 1256795721 {0}

# Form_HandOver_Column_DeliveredQty
source: Delivered Quantity
az: Təhvil olunan miqdar

# Form_HandOver_Column_RemainingQty
source: Remaining Quantity
az: Qalan miqdar

# Form_HandOver_Button_AddWaybill
source: Add
az: Əlavə Et

# Common_PrintFast
source: Fast Print
az: Sürətli Çap Et

# Common_GridDesign
source: Grid Design
az: Grid Dizayn

# Common_GridDesignSave
source: Save Grid Design
az: Grid Dizayn Saxla

# Common_Print
source: Print
az: Çap

# Common_Design
source: Design
az: Dizayn

# Common_PrintSending
source: Print is being sent...
az: Çap göndərilir...

# Common_PrintSent
source: Print has been sent.
az: Çap göndərildi.

# Form_HierarchyFeatureType_Caption
source: Hierarchy Feature Types
az: İyerarxiya Özəllik Tipləri

# Form_HierarchyList_Caption
source: Hierarchy
az: İyerarxiya

# Form_HierarchyList_AddChild
source: Add Child
az: Uşaq əlavə et

# Form_HierarchyList_NewDesc
source: New
az: Yeni

# Form_Image_Caption
source: Images
az: Şəkillər

# Form_Image_RibbonPage_Main
source: Images
az: Şəkillər
